{
  "headlines": {
    "Nigeria-The Guardian": [
      {
        "title": "Sanwo-Olu renews support for MSMEs as Lagos economy hits $259b",
        "description": "Lagos State Governor, Mr Babajide Sanwo-Olu, has reaffirmed his administration's commitment to supporting the growth of the Micro, Small and Medium Enterprises (MSMEs) to boost the state's economy. The post",
        "url": "https://guardian.ng/news/sanwo-olu-renews-support-for-msmes-as-lagos-economy-hits-259b/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Tinubu seeks Senate approval to deploy troops to Benin Republic",
        "description": "President Bola Ahmed Tinubu has formally requested the Senate&#8217;s approval for the deployment of Nigerian troops to the Republic of Benin, citing an attempted unconstitutional seizure of power in the",
        "url": "https://guardian.ng/news/tinubu-seeks-senate-approval-to-deploy-troops-to-benin-republic/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "KWASU graduates 8,119, commends gov, TETFund for support",
        "description": "The Kwara State University (KWASU), Malete, has prepared 8,119 students for graduation at its 13th Convocation Ceremony, later this week. The Vice Chancellor, Prof Shaykh-Luqman Alade Jimoh, at a pre-convocation",
        "url": "https://guardian.ng/education/kwasu-graduates-8119-commends-gov-tetfund-for-support/",
        "time": "1 hour ago"
      },
      {
        "title": "No new projects as FG rolls over 70% of 2025 capital budget to 2026",
        "description": "The Federal Government has said it will not initiate any new projects in the 2026 budget. It directed Ministries, Departments, and Agencies (MDAs) to rollover 70 per cent of their",
        "url": "https://guardian.ng/news/no-new-projects-as-fg-rolls-over-70-of-2025-capital-budget-to-2026/",
        "time": "1 hour ago"
      },
      {
        "title": "Art world awaits 2025 Turner Prize winner",
        "description": "The winner of the Turner Prize was to be unveiled Tuesday with four people vying for the prestigious award for contemporary art, including an Iraqi painter and an autistic artist.",
        "url": "https://guardian.ng/art/visual-arts/art-world-awaits-2025-turner-prize-winner/",
        "time": "1 hour ago"
      },
      {
        "title": "Harmonisation: Nigeria needs unified, evidence-based excise policy, not parallel agendas",
        "description": "The ongoing legislative move to dramatically amend the Customs and Excise Tariff (Consolidation) Act, specifically by raising the Sugar-Sweetened Beverage (SSB) excise tax from the current N10 per litre to",
        "url": "https://guardian.ng/opinion/harmonisation-nigeria-needs-unified-evidence-based-excise-policy-not-parallel-agendas/",
        "time": "1 hour ago"
      },
      {
        "title": "Showunmi hails Shehu Yar’Adua as symbol of justice, unity",
        "description": "A chieftain of the Peoples Democratic Party (PDP) and Convener of The Alternative, Otunba Segun Showunmi, has paid glowing tribute to the late Major General Shehu Musa Yar&#8217;Adua, describing him",
        "url": "https://guardian.ng/news/showunmi-hails-shehu-yaradua-as-symbol-of-justice-unity/",
        "time": "1 hour ago"
      },
      {
        "title": "Governor Sule suspends illegal mining in Nasarawa",
        "description": "Governor Abdullahi Sule of Nasarawa State has reaffirmed his administration&#8217;s commitment to flushing out bandits and kidnappers who are carrying out illegal activities in the state. The governor made the",
        "url": "https://guardian.ng/news/governor-sule-suspends-illegal-mining-in-nasarawa/",
        "time": "1 hour ago"
      },
      {
        "title": "Experts recommend lightweight concrete to curb building collapse in Nigeria",
        "description": "In a bid to tackle the recurring issue of building collapse in Nigeria, experts in the building sector have said that implementing lightweight concrete technology will curb high-rise building collapses.",
        "url": "https://guardian.ng/news/experts-recommend-lightweight-concrete-to-curb-building-collapse-in-nigeria/",
        "time": "1 hour ago"
      },
      {
        "title": "How AI is giving classic hits a vintage soul makeover",
        "description": "It is no news that artificial intelligence is reshaping almost every industry. Music is not left out. In the last year, AI tools have gone beyond voice cloning and lyric",
        "url": "https://guardian.ng/life/music/how-ai-is-giving-classic-hits-a-vintage-soul-makeover/",
        "time": "1 hour ago"
      }
    ],
    "Nigeria-Premium Times": [
      {
        "title": "Nigerian Army, community give conflicting accounts on alleged killing of women protesters in Adamawa",
        "description": "The women were protesting an alleged delayed response by the military to a conflict between the Bachama and Chobo communities in the area when the incident occurred The post Nigerian",
        "url": "https://www.premiumtimesng.com/news/top-news/841716-nigerian-army-community-give-conflicting-accounts-on-alleged-killing-of-women-protesters-in-adamawa.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Nigerian doctor previously acquitted of rape, remanded in the UK for recording sexual acts",
        "description": "Femi Olaleye allegedly committed the crimes between 2004 and 2007 while he worked in the country as a doctor. The post Nigerian doctor previously acquitted of rape, remanded in the",
        "url": "https://www.premiumtimesng.com/gender/841710-nigerian-doctor-previously-acquitted-of-rape-remanded-in-the-uk-for-recording-sexual-acts.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Coup: Senate grants Tinubu permission to deploy Nigerian troops to Benin",
        "description": "The approval, granted through a voice vote shortly after the president’s letter was read, comes as Nigerian Air Force personnel had already been deployed at the request of Beninese authorities.",
        "url": "https://www.premiumtimesng.com/news/top-news/841713-coup-senate-grants-tinubu-permission-to-deploy-nigerian-troops-to-benin.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "West Africa is in a state of emergency – ECOWAS President",
        "description": "He said, “Faced with this situation, it is safe to declare that our community is in a state of emergency.” The post West Africa is in a state of emergency",
        "url": "https://www.premiumtimesng.com/news/top-news/841709-west-africa-is-in-a-state-of-emergency-ecowas-president.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Prosecution witness’ absence stalls Dasuki, others’ N4.6 billion arms procurement fraud trial",
        "description": "The judge expressed concerns over the delay suffered in the N4.6 billion arms procurement fraud trial of Dasuki and his co-defendants. The post Prosecution witness’ absence stalls Dasuki, others’ N4.6",
        "url": "https://www.premiumtimesng.com/news/top-news/841706-prosecution-witness-absence-stalls-dasuki-others-n4-6-billion-arms-procurement-fraud-trial.html",
        "time": "1 hour ago"
      },
      {
        "title": "You can’t divorce on your own terms (1), By Ayo Akerele",
        "description": "A few years ago, a sister asked me, “Pastor, if I divorce my husband, will I still make it to heaven?” There was clearly no biblical basis for her consideration.",
        "url": "https://www.premiumtimesng.com/opinion/841702-you-cant-divorce-on-your-own-terms-1-by-ayo-akerele.html",
        "time": "1 hour ago"
      },
      {
        "title": "Coup: Tinubu writes Senate, seeks permission to deploy Nigerian troops to Benin",
        "description": "President Tinubu’s request was contained in a letter read by the Senate President, Godswill Akpabio, during the plenary on Tuesday. The post Coup: Tinubu writes Senate, seeks permission to deploy",
        "url": "https://www.premiumtimesng.com/news/headlines/841699-coup-tinubu-writes-senate-seeks-permission-to-deploy-nigerian-troops-to-benin.html",
        "time": "1 hour ago"
      },
      {
        "title": "On the persecution of Christians in Nigeria: My response, By Matthew Hassan Kukah",
        "description": "Over the years, I have spoken extensively on the theme of persecution of Christians and have argued then, as now, that by whatever name we choose to call or describe",
        "url": "https://www.premiumtimesng.com/opinion/841690-on-the-persecution-of-christians-in-nigeria-my-response-by-matthew-hassan-kukah.html",
        "time": "2 hours ago"
      },
      {
        "title": "Nigerians react to video of First Lady Remi Tinubu’s ‘clash’ with Gov Adeleke at event",
        "description": "In a viral video that surfaced online on Monday, Mr Adeleke was preparing to give his speech when Mrs Tinubu walked up to him and whispered to his ear, prompting",
        "url": "https://www.premiumtimesng.com/news/more-news/841694-nigerians-react-to-video-of-first-lady-remi-tinubus-clash-with-gov-adeleke-at-event.html",
        "time": "2 hours ago"
      },
      {
        "title": "Former minister quits APC, rejoins PDP in Taraba",
        "description": "In 2007, Mr Ikenya was elected to the Senate, representing Taraba South on the PDP platform. The post Former minister quits APC, rejoins PDP in Taraba appeared first on Premium",
        "url": "https://www.premiumtimesng.com/news/more-news/841691-former-minister-quits-apc-rejoins-pdp-in-taraba.html",
        "time": "2 hours ago"
      }
    ],
    "Nigeria-Vanguard": [
      {
        "title": "Kogi unveils Free Trade Zone, set to attract $2–$5bn FDI in seven years",
        "description": "Kogi State on Tuesday formally unveiled the Ajaokuta Economic City, projected to attract between $2-$5 billion in foreign direct investment inflows to Nigeria in seven years. The post Kogi unveils",
        "url": "https://www.vanguardngr.com/2025/12/kogi-unveils-free-trade-zone-set-to-attract-2-5bn-fdi-in-seven-years/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Yuletide: NSCDC warns vandals to stay off FCT infrastructure",
        "description": "The Nigeria Security and Civil Defence Corps (NSCDC) FCT Command has warned vandals of Critical National Assets and Infrastructure (CNAI) to stay off or risk arrest during the Christmas and",
        "url": "https://www.vanguardngr.com/2025/12/yuletide-nscdc-warns-vandals-to-stay-off-fct-infrastructure/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Salah turns up for training with Liverpool future in balance",
        "description": "\"I said many times before that, I had a good relationship with the manager and all of a sudden we don't have any relationship. The post Salah turns up for",
        "url": "https://www.vanguardngr.com/2025/12/salah-turns-up-for-training-with-liverpool-future-in-balance/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "AFCON Group D: Senegal lead charge as DR Congo, Benin, Botswana vie for survival",
        "description": "Group D of the 2025 Africa Cup of Nations (AFCON) promises some of the tournament’s most intriguing storylines, as four contrasting teams, Senegal, DR Congo, Benin and Botswana, prepare for",
        "url": "https://www.vanguardngr.com/2025/12/afcon-group-d-senegal-lead-charge-as-dr-congo-benin-botswana-vie-for-survival/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Sokoto Govt celebrates as Army neutralises 13 suspected bandits",
        "description": "The Special Adviser to Gov. Ahmad Aliyu on Security Matters, retired Col. Ahmad Usman, has commended the Nigerian Army for the significant success recorded against banditry in the state. The",
        "url": "https://www.vanguardngr.com/2025/12/sokoto-govt-celebrates-as-army-neutralises-13-suspected-bandits/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Court slates March 25 to hear Tonye Cole’s N40bn defamation suit",
        "description": "By Ikechukwu Nnochiri ABUJA&#8211;A High Court of the Federal Capital Territory, FCT, on Tuesday, okayed for hearing, a N40billion defamation suit that was brought before it by a former governorship",
        "url": "https://www.vanguardngr.com/2025/12/court-slates-march-25-to-hear-tonye-coles-n40bn-defamation-suit/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "VIP protection: Low manpower not problem — NSCDC CG",
        "description": "According to him, despite the manpower of the corps which is about 63,000, the NSCDC remained dedicated in following the directive of President Bola Tinubu. The post VIP protection: Low",
        "url": "https://www.vanguardngr.com/2025/12/vip-protection-low-manpower-not-problem-nscdc-cg/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Igbo community faults Sanwo-Olu for opposing NPA’s operation relocation to Warri",
        "description": "The group urged President Bola Tinubu to allow the NPA to perform its duties without interference, ensuring fairness and equity in the country. The post Igbo community faults Sanwo-Olu for",
        "url": "https://www.vanguardngr.com/2025/12/igbo-community-faults-sanwo-olu-for-opposing-npas-operation-relocation-to-warri/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "How France provided ‘logistical’ support to help thwart Benin coup",
        "description": "\"France has offered its full political support to ECOWAS, which made a very significant effort this weekend\" The post How France provided &#8216;logistical&#8217; support to help thwart Benin coup appeared",
        "url": "https://www.vanguardngr.com/2025/12/how-france-provided-logistical-support-to-help-thwart-benin-coup/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Do we have a Commander-in-Chief? – Adebayo",
        "description": "Nigeria’s G20 seat was left vacant as President Tinubu was forced to abandon his visit owing to a worsening security crisis The post Do we have a Commander-in-Chief? &#8211; Adebayo",
        "url": "https://www.vanguardngr.com/2025/12/do-we-have-a-commander-in-chief-adebayo/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Nigeria-The Punch": [
      {
        "title": "COAS, Indian defence adviser reaffirm military partnership",
        "description": "Nigeria&#8217;s Chief of Army Staff and India&#8217;s Defence Adviser reaffirm their strategic military partnership to enhance collaboration in counter-terrorism. Read More: https://punchng.com/coas-indian-defence-adviser-reaffirm-military-partnership/",
        "url": "https://punchng.com/coas-indian-defence-adviser-reaffirm-military-partnership/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Sokoto commends troops for foiling bandit attack",
        "description": "The Sokoto State government commends the Nigerian military for thwarting a bandit attack in Sabon Birni, reaffirming its commitment to regional security. Read More: https://punchng.com/sokoto-commends-troops-for-foiling-bandit-attack/",
        "url": "https://punchng.com/sokoto-commends-troops-for-foiling-bandit-attack/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Distinguished statesman, gentleman, Tinubu hails T.Y. Danjuma at 87",
        "description": "President Tinubu praises Gen. T.Y. Danjuma on his 87th birthday, calling him a distinguished statesman who served Nigeria with undivided loyalty. Read More: https://punchng.com/distinguished-statesman-gentleman-tinubu-hails-t-y-danjuma-at-87/",
        "url": "https://punchng.com/distinguished-statesman-gentleman-tinubu-hails-t-y-danjuma-at-87/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Ogun records 502 gender-based violence cases in 2025, says commissioner",
        "description": "Ogun State recorded an alarming 502 cases of gender-based violence in 2025, including sexual assault, domestic abuse, and rising digital harassment. Read More: https://punchng.com/ogun-records-502-gender-based-violence-cases-in-2025-says-commissioner/",
        "url": "https://punchng.com/ogun-records-502-gender-based-violence-cases-in-2025-says-commissioner/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "EPL: Heaven urges Man Utd to maintain European faith",
        "description": "Following a 4-1 win over Wolves, Man Utd&#8217;s Ayden Heaven urges the team to maintain European faith, believing a return to continental football is within rea Read More: https://punchng.com/epl-heaven-urges-man-utd-to-maintain-european-faith/",
        "url": "https://punchng.com/epl-heaven-urges-man-utd-to-maintain-european-faith/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "UCL: Mbappé doubtful for Manchester City clash after missing training",
        "description": "Kylian Mbappé&#8217;s availability for the crucial Champions League match against Man City is in doubt after he missed training with the Real Madrid squad. Read More: https://punchng.com/ucl-mbappe-doubtful-for-manchester-city-clash-after-missing-training/",
        "url": "https://punchng.com/ucl-mbappe-doubtful-for-manchester-city-clash-after-missing-training/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "VIDEO: Lagos lady narrates how she escaped suspected one-chance gang",
        "description": "A Lagos commuter narrates her harrowing story of escaping a suspected one-chance gang after boarding a commercial bus. See how she bravely got her phone ba Read More: https://punchng.com/video-lagos-lady-narrates-how-she-escaped-suspected-one-chance-gang/",
        "url": "https://punchng.com/video-lagos-lady-narrates-how-she-escaped-suspected-one-chance-gang/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "US police arrest Santa Claus over child sexual abuse material",
        "description": "A 64-year-old New Jersey man working as a &#8216;Santa for hire&#8217; was arrested and charged with possessing and distributing child sexual abuse material. Read More: https://punchng.com/us-police-arrest-santa-claus-over-child-sexual-abuse-material/",
        "url": "https://punchng.com/us-police-arrest-santa-claus-over-child-sexual-abuse-material/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Agriculture must get ‘rightful place’ in financial system -Cardoso",
        "description": "CBN Governor Olayemi Cardoso pledges to increase agricultural financing, stating less than 5% of bank credit currently goes to the vital sector. Read More: https://punchng.com/agriculture-must-get-rightful-place-in-financial-system-cardoso/",
        "url": "https://punchng.com/agriculture-must-get-rightful-place-in-financial-system-cardoso/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Reno Omokri lists ’21 economic miracles under Tinubu’",
        "description": "Explore 21 key economic achievements under President Tinubu. Discover the growth in Nigeria&#8217;s foreign reserves, oil production, and GDP under his administr Read More: https://punchng.com/reno-omokri-lists-21-economic-miracles-under-tinubu/",
        "url": "https://punchng.com/reno-omokri-lists-21-economic-miracles-under-tinubu/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      }
    ],
    "Nigeria-Daily Trust": [
      {
        "title": "Senate backs Tinubu’s troops deployment to Benin Republic",
        "description": "The Senate on Tuesday granted approval for President Bola Ahmed Tinubu’s deployment of Nigerian troops to the Republic of Benin, endorsing an action the president had taken days earlier to",
        "url": "https://dailytrust.com/senate-backs-tinubus-troops-deployment-to-benin-republic/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Foiled Attack: Sokoto Threatens To crack down on bandits’ Informants",
        "description": "The Sokoto State Government has applauded troops of the Nigerian Armed Forces for repelling an attempted attack on traders in Sabon Birni Local Government Area. According to a statement issued",
        "url": "https://dailytrust.com/foiled-attack-sokoto-threatens-to-crack-down-on-bandits-informants/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Why We Reduced Abuja–Kaduna Train Trips – NRC",
        "description": "The Nigerian Railway Corporation (NRC) has explained that the recent reduction in the frequency of Abuja–Kaduna Train Service (AKTS) trips is a temporary situation caused by unforeseen operational setbacks, not",
        "url": "https://dailytrust.com/why-we-reduced-abuja-kaduna-train-trips-nrc/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Tinubu asks Senate to validate Deployment of Troops to Benin Republic",
        "description": "President Bola Ahmed Tinubu has asked the Senate to approve the deployment of Nigerian troops to the Republic of Benin. Tinubu’s request was contained in a letter read by Senate",
        "url": "https://dailytrust.com/tinubu-asks-senate-to-validate-deployment-of-troops-to-benin-republic/",
        "time": "1 hour ago"
      },
      {
        "title": "Benin Coup: Tinubu averted major security threat to Nigeria – Governors",
        "description": "Governor under the aegis of the Nigeria Governors’ Forum (NGF) has said President Bola Ahmed Tinubu’s prompt intervention in the attempted coup in Benin Republic prevented a major security threat",
        "url": "https://dailytrust.com/benin-coup-tinubu-averted-major-security-threat-to-nigeria-governors/",
        "time": "3 hours ago"
      },
      {
        "title": "Ogun records 502 cases of incest, sexual assault, domestic violence",
        "description": "At least 502 cases of Gender-Based Violence (GBV) have been recorded so far this year in Ogun State. The state&#8217;s Commissioner for Women Affairs and Social Development, Adijat Adeleye, disclosed",
        "url": "https://dailytrust.com/ogun-records-502-cases-of-incest-sexual-assault-domestic-violence/",
        "time": "3 hours ago"
      },
      {
        "title": "‘It was heading for Portugal’, Air Force breaks silence on aircraft in Burkina Faso",
        "description": "The Nigerian Air Force has broken its silence on the Nigerian aircraft that is currently in Burkina Faso. Spokesperson of the Force, Air Commodore Ehimen Ejodame, made certain clarifications regarding",
        "url": "https://dailytrust.com/breaking-it-was-heading-for-portugal-air-force-breaks-silence-on-aircraft-in-burkina-faso/",
        "time": "5 hours ago"
      },
      {
        "title": "NIGERIA DAILY: How Animals Diets Can Endanger Nigerians",
        "description": "DOWNLOAD HERE: Across Nigeria, animals are feeding on plastics, chemicals, pesticides, and polluted water and whatever they consume eventually finds its way into our own bodies. NIGERIA DAILY: Can Nigerian",
        "url": "https://dailytrust.com/nigeria-daily-how-animals-diets-can-endanger-nigerians/",
        "time": "6 hours ago"
      },
      {
        "title": "728 retirees, relatives receive N1.856bn pension in Jigawa",
        "description": "The Jigawa State and Local Governments Contributory Pension Scheme Board has commenced paying terminal and death benefits to 728 retirees and relatives of deceased civil servants from the N1.85 billion",
        "url": "https://dailytrust.com/728-retirees-relatives-receive-n1-856bn-pension-in-jigawa/",
        "time": "8 hours ago"
      },
      {
        "title": "Presidency launches patriotism campaign",
        "description": "President Bola Ahmed Tinubu has called on Nigerians to become ambassadors of truth, combat misinformation and amplify the country’s progress and innovation. Speaking at the launch of the national patriotism",
        "url": "https://dailytrust.com/presidency-launches-patriotism-campaign/",
        "time": "8 hours ago"
      }
    ],
    "Nigeria-The Cable": [],
    "Nigeria-Sahara Reporters": [],
    "South Africa-News24": [
      {
        "title": "News24 | WATCH | ANC’s financial state proves it’s broke - not corrupt, says Mahlengi Bhengu",
        "description": "ANC spokesperson Mahlengi Bhengu believes the party’s money troubles, which played out publicly when staff members held a picket at the start of its 5th national general council (NGC), show",
        "url": "https://www.news24.com/politics/ancs-financial-state-proves-its-broke-not-corrupt-says-mahlengi-bhengu-20251209-0743",
        "time": "Recently"
      },
      {
        "title": "News24 | Former Proteas coaches Kirsten, Domingo confirm new gigs",
        "description": "Former Proteas coaches Gary Kirsten and Russell Domingo have both recently confirmed the latest moves in their careers.",
        "url": "https://www.news24.com/sport/cricket/former-proteas-coaches-kirsten-domingo-confirm-new-gigs-20251209-0666",
        "time": "Recently"
      },
      {
        "title": "News24 | Nectarine, burrata and roasted pistachio salad",
        "description": "This takes 5 minutes to throw together. It’s as simple as layering rocket, red onion, fresh nectarine, burrata and roasted pistachios, and drizzling olive oil, balsamic glaze and honey all",
        "url": "https://www.news24.com/life/food/recipes/nectarine-burrata-and-roasted-pistachios-salad-20251209-0526",
        "time": "Recently"
      },
      {
        "title": "News24 | SA giant WBHO picked as construction contractor for R8bn Cape Winelands Airport",
        "description": "South African construction giant WBHO has been selected as the construction and technical development contractor for the R8 billion Cape Winelands Airport project.",
        "url": "https://www.news24.com/business/companies/sa-giant-wbho-picked-as-construction-contractor-for-r8bn-cape-winelands-airport-20251209-0730",
        "time": "Recently"
      },
      {
        "title": "News24 | 200 000 flee in DRC as M23 rebels march on town, days after Trump peace deal",
        "description": "Two hundred thousand people have fled their homes in eastern Congo in recent days, the United Nations said, as Rwanda-backed rebels march on a strategic town just days after Donald",
        "url": "https://www.news24.com/world/africa/200-000-flee-in-drc-as-m23-rebels-march-on-town-days-after-trump-peace-deal-20251209-0774",
        "time": "Recently"
      },
      {
        "title": "News24 | Middle-class is ready to buy cars, furniture as consumer confidence rallies",
        "description": "Middle-class consumers are considerably less pessimistic about their finances, the economy and whether it is a good time to buy cars or furniture.",
        "url": "https://www.news24.com/business/economy/middle-class-is-ready-to-buy-cars-furniture-as-consumer-confidence-rallies-20251209-0682",
        "time": "Recently"
      },
      {
        "title": "News24 | Tech hiring snaps back in SA, with sustained increase in remote roles",
        "description": "Tech hiring in South Africa is rebounding after a three-year slump, according to online recruitment platform Pnet, which also reported a sustained rise in remote working opportunities in the sector.",
        "url": "https://www.news24.com/business/tech/tech-hiring-snaps-back-in-sa-with-sustained-increase-in-remote-roles-20251209-0655",
        "time": "Recently"
      },
      {
        "title": "News24 | Talks on DStv channels said to stall over price",
        "description": "Talks between Warner Bros. Discovery and Canal+ SA about renewing a content agreement for South African pay-TV operator MultiChoice Group have stalled over price, according to people familiar with the",
        "url": "https://www.news24.com/business/companies/talks-on-dstv-channels-said-to-stall-over-price-20251208-1072",
        "time": "Recently"
      },
      {
        "title": "News24 | PODCAST | The Lead: ‘Vlam’ extinguished - why was crimefighter Marius van der Merwe killed?",
        "description": "Seasoned broadcast journalist Graeme Raubenheimer brings you The Lead, News24’s definitive podcast for in-depth reporting. This is The Lead, and this is the South African story.",
        "url": "https://www.news24.com/multimedia/podcasts/podcast-the-lead-vlam-extinguished-why-was-crimefighter-marius-van-der-merwe-killed-20251208-1008",
        "time": "Recently"
      },
      {
        "title": "News24 | George imposes stricter water restrictions as dam levels drop below 50%",
        "description": "George has become the latest Garden Route town to tighten water restrictions ahead of the holiday season after the municipality’s main dam’s levels dropped to 47%.",
        "url": "https://www.news24.com/southafrica/news/george-imposes-stricter-water-restrictions-as-dam-levels-drop-below-50-20251208-1091",
        "time": "Recently"
      }
    ],
    "South Africa-Daily Maverick": [
      {
        "title": "PERSONAL FINANCE: Tips on how to avoid costly insurance claims these holidays",
        "description": "Tips on how to avoid costly insurance claims these holidays",
        "url": "https://www.dailymaverick.co.za/article/tips-on-how-to-avoid-costly-insurance-claims-these-holidays",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "THE CONVERSATION: Writing builds resilience by changing your brain, helping you face everyday challenges",
        "description": "Writing builds resilience by changing your brain, helping you face everyday challenges",
        "url": "https://www.dailymaverick.co.za/article/writing-builds-resilience-by-changing-yoing-your-brain-helping-you-face-everyday",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "REPORTER’S NOTEBOOK: Unpacking the Satnac paradox — are students just props in the tech dialogue?",
        "description": "At the Satnac conference, a paradox emerges: are students the vanguards of tech innovation or mere props in the corporate narrative? Amidst high hopes and lofty speeches about Africa's digital",
        "url": "https://www.dailymaverick.co.za/article/unpacking-the-satnac-paradox-are-students-just-props-in-the-tech-dialogue",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "‘UNFAIR DISCRIMINATION’: Police captain wins R80,000 for defamation in fallout after controversial ‘monkey’ remark",
        "description": "Police captain wins R80,000 for defamation in fallout after controversial ‘monkey’ remark",
        "url": "https://www.dailymaverick.co.za/article/police-captain-wins-r80000-for-defamatioon-in-fallout-after-controversial-monkey",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "ISS TODAY: After a decade of delays, it’s time to put the Office of Public Integrity into action",
        "description": "After a decade of delays, it’s time to put the Office of Public Integrity into action",
        "url": "https://www.dailymaverick.co.za/article/after-a-decade-of-delays-its-time-to-put-put-the-office-of-public-integrity-into",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "PHRASING A STINK: Shukri Conrad hopes ‘grovel’ remark is put to bed, acknowledging the poor word choice",
        "description": "Shukri Conrad hopes ‘grovel’ remark is put to bed, acknowledging the poor word choice",
        "url": "https://www.dailymaverick.co.za/article/shukri-conrad-hopes-grovel-remark-is-puts-put-to-bed-acknowledging-the-poor-word",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Lithuania declares state of emergency over balloons from Belarus",
        "description": "Lithuania declares state of emergency over balloons from Belarus",
        "url": "https://www.dailymaverick.co.za/article/lithuania-declares-state-of-emergency-over-balloons-from-belarus",
        "time": "1 hour ago"
      },
      {
        "title": "Fire breaks out at seven-storey building in Indonesia's Jakarta, 20 dead",
        "description": "Fire breaks out at seven-storey building in Indonesia's Jakarta, 20 dead",
        "url": "https://www.dailymaverick.co.za/article/fire-breaks-out-at-sevenstorey-building-in-indonesias-jakarta-20-dead",
        "time": "1 hour ago"
      },
      {
        "title": "Sudan's militia advances could trigger new refugee exodus, UNHCR chief warns",
        "description": "Sudan's militia advances could trigger new refugee exodus, UNHCR chief warns",
        "url": "https://www.dailymaverick.co.za/article/sudans-militia-advances-could-trigger-new-refugee-exodus-unhcr-chief-warns",
        "time": "2 hours ago"
      },
      {
        "title": "Sahel states say Nigerian plane violated airspace over Burkina Faso",
        "description": "Sahel states say Nigerian plane violated airspace over Burkina Faso",
        "url": "https://www.dailymaverick.co.za/article/sahel-states-say-nigerian-plane-violated-airspace-over-burkina-faso",
        "time": "2 hours ago"
      }
    ],
    "South Africa-The Citizen": [
      {
        "title": "Netflix secret codes: Unlock THOUSANDS of hidden genres and movies – what to know",
        "description": "Skip the scroll: The Netflix secret categories you're missing might be the best ones...and they're only a few codes away!",
        "url": "https://www.citizen.co.za/lifestyle/entertainment/netflix-secret-codes-hidden-genres-general-christmas-movies/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "What every geek culture fan who didn’t attend the rAge Expo missed [video]",
        "description": "This year's rAge Expo brought us our favourite comic book, anime and cartoon characters in real life plus we got to watch a Call of duty e tournament.",
        "url": "https://www.citizen.co.za/multimedia/what-every-geek-culture-fan-who-didnt-attend-the-rage-expo-missed-video/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Miss Universe Jamaica to return home after suffering life-threatening injuries at Miss Universe",
        "description": "Henry suffered a serious fall through an opening on the stage while performing her walk during the preliminary competition in November.",
        "url": "https://www.citizen.co.za/lifestyle/entertainment/miss-universe-jamaica-to-return-home-after-suffering-life-threatening-injuries-at-miss-universe/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Australia bans under-16s from social media in world-first crackdown",
        "description": "Australian parents and experts are divided over whether the new rules will protect teens or push them into riskier spaces.",
        "url": "https://www.citizen.co.za/news/news-world/australia-bans-under-16s-from-social-media-in-world-first-crackdown/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Crazy Destroyers crowned 2025 Red Bull Mzansi crew battle champions [video]",
        "description": "Crazy Destroyers clinched the title after an intense, crowd-favourite battle against the formidable True Skhanda Movers.",
        "url": "https://www.citizen.co.za/multimedia/crazy-destroyers-crowned-2025-red-bull-mzansi-crew-battle-champions-video/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Lions secure services of two Boks until 2028",
        "description": "It is good news for the Joburg-based side, who have lost some key players in recent times.",
        "url": "https://www.citizen.co.za/sport/rugby/lions-secure-services-of-two-boks-until-2028/",
        "time": "1 hour ago"
      },
      {
        "title": "BMW names new CEO to steer car giant in tough times",
        "description": "The incoming chief executive inherits mounting competitive pressures and the urgent need for rapid electrification at BMW.",
        "url": "https://www.citizen.co.za/news/news-world/bmw-new-ceo-steer-car-giant-in-tough-times/",
        "time": "1 hour ago"
      },
      {
        "title": "Mantashe on 2027 leadership race and SACP conundrum",
        "description": "Mantashe, like other senior ANC members, holds dual membership of the ANC and SACP.",
        "url": "https://www.citizen.co.za/news/south-africa/politics/mantashe-on-2027-leadership-race-and-sacp-conundrum/",
        "time": "1 hour ago"
      },
      {
        "title": "Refilwe Modiselle on taking her first book to the Moscow International Book Fair",
        "description": "Modiselle was part of the delegation chosen by the department of sport, arts and culture to attend the fair.",
        "url": "https://www.citizen.co.za/lifestyle/entertainment/refilwe-modiselle-on-taking-her-first-book-to-the-moscow-international-book-fair/",
        "time": "1 hour ago"
      },
      {
        "title": "Relax, there will be no wealth tax – top 12% already pay 60% of personal tax",
        "description": "It is a fact that South Africa is one of the most unequal countries in the world, but will a wealth tax really change this?",
        "url": "https://www.citizen.co.za/business/relax-there-will-be-no-wealth-tax-top-12-already-pay-60-of-personal-tax/",
        "time": "1 hour ago"
      }
    ],
    "South Africa-Mail & Guardian": [],
    "South Africa-IOL": [
      {
        "title": "Government's failure: 500 corrupt companies remain eligible for contracts despite SIU warnings",
        "description": "Finance Minister Enoch Godongwana confirms that dozens of companies and individuals are yet to be blacklisted from trading with the government despite recommendations from the Special Investigating Unit.",
        "url": "https://iol.co.za/news/politics/2025-12-09-governments-failure-500-corrupt-companies-remain-eligible-for-contracts-despite-siu-warnings/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Growing desire to combat corruption in South Africa faces law enforcement challenges",
        "description": "The Human Sciences Research Council’s report reveals that nearly half of employed adults in South Africa reported instances of rule-bending to benefit friends or family, and over half observed corruption",
        "url": "https://iol.co.za/news/south-africa/2025-12-09-growing-desire-to-combat-corruption-in-south-africa-faces-law-enforcement-challenges/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Minister Hlabisa calls for urgent whistleblower protection reforms after Witness D's murder",
        "description": "Whistleblower safety is critical.Cogta Minister Velenkosini Hlabisa stresses the need for stronger legal frameworks to shield those exposing corruption, following the tragic killings of Deokaran and Van der Merwe",
        "url": "https://iol.co.za/news/politics/2025-12-09-minister-hlabisa-calls-for-urgent-whistleblower-protection-reforms-after-witness-ds-murder/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Lions head to England fired up for European redemption in Newcastle",
        "description": "Lions loose forward Jarod Cairns carries a ball into contact this past weekend in the loss against Benetton in the Challenge Cup clash at Ellis Park in Johannesburg.",
        "url": "https://iol.co.za/sport/rugby/urc/2025-12-09-lions-head-to-england-fired-up-for-european-redemption-in-newcastle/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Debate on dual membership heats up at ANC's National General Council",
        "description": "KwaZulu-Natal ANC Provincial Task Team Coordinator Mike Mabuyakhulu was expected to present the province's proposals at the NGC on Tuesday.",
        "url": "https://iol.co.za/news/politics/2025-12-09-debate-on-dual-membership-heats-up-at-ancs-national-general-council/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Trust and affordability in crisis: The troubling state of South Africa's private healthcare",
        "description": "South Africa faces mounting challenges in healthcare affordability argues the writer.",
        "url": "https://iol.co.za/mercury/2025-12-09-trust-and-affordability-in-crisis-the-troubling-state-of-south-africas-private-healthcare/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Supreme Court to rule on private donor control in Western Cape schools",
        "description": "Equal Education has taken its fight against the Western Cape Provincial School Education Amendment Act to the Supreme Court of Appeal, challenging provisions that allow private donors significant control over",
        "url": "https://iol.co.za/capeargus/news/2025-12-09-supreme-court-to-rule-on-private-donor-control-in-western-cape-schools/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Merafe Resources extends consultation on ferrochrome smelter crisis until 2026",
        "description": "Merafe Resources said the consultation period for a government-aided intervention to prevent its joint venture ferrochrome smelters from closing would be extended to February 28, 2026.",
        "url": "https://iol.co.za/business-report/companies/2025-12-09-merafe-resources-extends-consultation-on-ferrochrome-smelter-crisis-until-2026/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Indestructible Ruchè Moodley will return to Moto3 next season",
        "description": "South Africa’s Ruche Moodley has shown resilience in a testing rookie Moto3 season.",
        "url": "https://iol.co.za/motoring/bikes/2025-12-09-indestructible-ruch-moodley-will-return-to-moto3-next-season/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "From Mkhwanazi to pickled fish, South Africa’s top Google searches tell the story of 2025",
        "description": "South Africa's year in search reveals 2025's social pulse",
        "url": "https://iol.co.za/saturday-star/2025-12-09-from-mkhwanazi-to-pickled-fish-south-africas-top-google-searches-tell-the-story-of-2025/",
        "time": "Less than 1 hour ago"
      }
    ],
    "South Africa-BusinessTech": [],
    "Kenya-Capital FM": [
      {
        "title": "6 activists arrested in Nairobi solidarity protest amid tension in Tanzania",
        "description": "Six activists arrested in Nairobi for protesting outside Tanzanian High Commission in solidarity with Tanzanians calling for political reforms and justice.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/6-activists-arrested-in-nairobi-solidarity-protest-amid-tension-in-tanzania/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Samia urges unity as Tanzania marks independence under tight security",
        "description": "Tanzania marked its 64th Independence Day under unusually heavy security, with President Samia calling for unity amid fears of banned protests.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/samia-urges-unity-as-tanzania-marks-independence-under-tight-security/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "2 suspected robbers shot dead in dramatic chase along Nairobi’s Moi Avenue",
        "description": "Two suspected robbers shot dead by police in Nairobi’s Moi Avenue after a man was robbed; authorities launch manhunt for remaining suspects.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/nairobi-moi-avenue-robbery-police-shooting/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Govt invites memoranda on policy framework to regulate worship centres",
        "description": "Kenyans invited to participate in public forums on the Religious Organizations Policy and Bill 2024 to provide input on reforms to faith-based institutions.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/kenya-public-forums-religious-organizations-bill-policy-2024/",
        "time": "1 hour ago"
      },
      {
        "title": "Nairobi’s Eastlands community receives 2 buses to support income generation",
        "description": "SHOFCO donates two buses to Nairobi Eastlands, empowering communities through income-generation, youth employment, and affordable transport services.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/shofco-donates-buses-eastlands-community-nairobi/",
        "time": "1 hour ago"
      },
      {
        "title": "Why cutting emissions will unlock trillions in global GDP, stop millions from dying",
        "description": "UNEP’s GEO-7 report reveals urgent environmental risks but says global transformations could add trillions in GDP, save lives and lift millions from poverty.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/global-environment-outlook-geo7-unep-report-planetary-health/",
        "time": "1 hour ago"
      },
      {
        "title": "Kenya tobacco control model draws Namibia for study tour",
        "description": "Kenya continues to lead the region in tobacco control, drawing a high-level delegation from Namibia to Nairobi for a study tour.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/kenya-tobacco-control-model-draws-namibia-for-study-our/",
        "time": "2 hours ago"
      },
      {
        "title": "Kenya, China hold high-level security review on bilateral projects",
        "description": "PS Raymond Omollo and a Chinese delegation review security measures for Kenya–China projects and safety of Chinese workers in ongoing bilateral initiatives.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/kenya-china-security-cooperation-briefing-ps-omollo/",
        "time": "2 hours ago"
      },
      {
        "title": "Silent Warrior 2025 opens in Nairobi as global SOF leaders tackle evolving threats",
        "description": "Silent Warrior 2025 opens in Nairobi, bringing global SOF leaders together to strengthen security cooperation and address evolving threats in Africa.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/silent-warrior-2025-nairobi-africa-security-cooperation/",
        "time": "2 hours ago"
      },
      {
        "title": "NLP steps up Mount Kenya outreach as Augustus Muli secures GEMA elders’ blessings",
        "description": "The National Labour Party is expanding into Mount Kenya, with Augustus Muli receiving GEMA elders’ blessings and leading rallies across Embu, Meru and Tharaka Nithi.",
        "url": "https://www.capitalfm.co.ke/news/2025/12/nlp-augustus-muli-mount-kenya-gema-blessing/",
        "time": "2 hours ago"
      }
    ],
    "Kenya-The Star": [],
    "Kenya-Citizen Digital": [],
    "Kenya-Business Daily": [],
    "Kenya-Tuko": [],
    "Ghana-Citinewsroom": [],
    "Ghana-MyJoyOnline": [
      {
        "title": "Ghana Business Women Awards 2025: Radia Adama Saani named outstanding woman in Travel and Tourism Leadership",
        "description": "The Chief Executive Officer of MoonTouch Travel Limited, Hajia Radia Adama Saani, has been honoured as Ghana’s Outstanding Woman in Travel and Tourism Leadership for 2025.",
        "url": "https://www.myjoyonline.com/ghana-business-women-awards-2025-radia-adama-saani-named-outstanding-woman-in-travel-and-tourism-leadership/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Police deployed to major cities in Tanzania ahead of planned protests",
        "description": "The streets in major cities across Tanzania were deserted early on Tuesday as the government urged citizens to stay home for Independence Day celebrations.",
        "url": "https://www.myjoyonline.com/police-deployed-to-major-cities-in-tanzania-ahead-of-planned-protests/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Delta’s Wi-Fi revolution hits 1000th aircraft, bringing personalised entertainment and more",
        "description": "Now on more than 1,000 Delta aircraft, SkyMiles® Members can access fast, free Delta Sync Wi-Fi&#160;&#160; — an unprecedented milestone in the airline’s journey to deliver a premium, connected and",
        "url": "https://www.myjoyonline.com/deltas-wi-fi-revolution-hits-1000th-aircraft-bringing-personalised-entertainment-and-more/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "2026 World Cup: ‘Ghana not afraid of England, Croatia and Panama’ – Betty Krosbi-Mensah",
        "description": "Technical Advisor for the Ministry of Sports and Recreation, Betty Krosbi-Mensah, has expressed confidence in the Black Stars of Ghana ahead of the 2026 FIFA World Cup.",
        "url": "https://www.myjoyonline.com/2026-world-cup-ghana-not-afraid-of-england-croatia-and-panama-betty-krosbi-mensah/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Mahama decries broken health equipment to treat NCDs",
        "description": "President John Dramani Mahama has expressed serious concern about Ghana’s ability to confront the growing burden of Non-Communicable Diseases (NCDs), citing widespread equipment failures in major hospitals.",
        "url": "https://www.myjoyonline.com/mahama-decries-broken-health-equipment-to-treat-ncds/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Pure Akan’s Nyame Mma Festival thrills fans with culture, music and creativity",
        "description": "The Nyame Mma Festival, curated by celebrated Ghanaian musician Pure Akan, came off at the Alliance Française in Accra, delivering a great fusion of music, culture and creative expression.",
        "url": "https://www.myjoyonline.com/pure-akans-nyame-mma-festival-thrills-fans-with-culture-music-and-creativity/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Lekzy DeComic turns heads at 2025 Rhythms on Da Runway",
        "description": "Lekzy DeComic, one of Ghana’s top comedians, became the centre of attention at the 2025 edition of Rhythms on Da Runway after stepping out not as a performer but as",
        "url": "https://www.myjoyonline.com/lekzy-decomic-turns-heads-at-2025-rhythms-on-da-runway/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Asiedu Nketiah and the Making of a Political Institution",
        "description": "Johnson Asiedu Nketiah is a political strategist whose brilliance I must sincerely acknowledge. I admit that I was not always a fan, but over the years, my admiration for him",
        "url": "https://www.myjoyonline.com/asiedu-nketiah-and-the-making-of-a-political-institution/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Access Bank wraps up ‘Fa Ketewa Bɛgyɛ Kɛseɛ’ promo with major customer rewards",
        "description": "Access Bank Ghana has brought its six-month nationwide savings campaign, Fa Ketewa Bɛgyɛ Kɛseɛ, to a close, marking the end of the promotion with a grand draw at its head",
        "url": "https://www.myjoyonline.com/access-bank-wraps-up-fa-ketewa-b%c9%9bgy%c9%9b-k%c9%9bse%c9%9b-promo-with-major-customer-rewards/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "When power fails, systems must not: Lessons from the Epstein Files for Ghana’s safety and accountability culture",
        "description": "Across the United States, one of the most significant transparency conversations of modern times is unfolding — and the world is watching closely.",
        "url": "https://www.myjoyonline.com/when-power-fails-systems-must-not-lessons-from-the-epstein-files-for-ghanas-safety-and-accountability-culture/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Ghana-Graphic Online": [],
    "Ghana-Business Ghana": [],
    "Ghana-Peace FM": [],
    "Ethiopia-Addis Standard": [],
    "Ethiopia-The Reporter": [],
    "Ethiopia-Borkena": [],
    "Ethiopia-Fana BC": [
      {
        "title": "2026 World Cup to Include Mandatory Mid-Half Hydration Breaks in Every Match",
        "description": "Addis Ababa, December 9, 2025 (FMC) — The 2026 FIFA World Cup will include mandatory three-minute hydration breaks midway through each half of every match, marking a significant shift in",
        "url": "https://www.fanamc.com/english/2026-world-cup-to-include-mandatory-mid-half-hydration-breaks-in-every-match/?utm_source=rss&utm_medium=rss&utm_campaign=2026-world-cup-to-include-mandatory-mid-half-hydration-breaks-in-every-match",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Annual Digital Transactions in Ethiopia Reach 18.5 Trillion Birr – Deputy PM Temesgen",
        "description": "Addis Ababa, December 9, 2025 (FMC) – Ethiopia currently records 18.5 trillion birr in digital money transfers annually, reflecting the rapid growth of the country’s digital economy, Deputy Prime Minister",
        "url": "https://www.fanamc.com/english/annual-digital-transactions-in-ethiopia-reach-18-5-trillion-birr-deputy-pm-temesgen/?utm_source=rss&utm_medium=rss&utm_campaign=annual-digital-transactions-in-ethiopia-reach-18-5-trillion-birr-deputy-pm-temesgen",
        "time": "3 hours ago"
      },
      {
        "title": "Ethiopia Launches National Digital Payments Strategy 2026–2030 and Instant Payment System",
        "description": "Addis Ababa, December 9, 2025 (FMC) – Ethiopia officially launched its National Digital Payment Strategy (NDPS 2026–2030) and the Instant Payment System today at the 2nd Ethiopian Digital Payment Conference",
        "url": "https://www.fanamc.com/english/ethiopia-launches-national-digital-payments-strategy-2026-2030-and-instant-payment-system/?utm_source=rss&utm_medium=rss&utm_campaign=ethiopia-launches-national-digital-payments-strategy-2026-2030-and-instant-payment-system",
        "time": "3 hours ago"
      },
      {
        "title": "GERD Misinterpreted: Egyptian Activist Criticizes Domestic Media Narrative on Grand Ethiopian Renaissance Dam",
        "description": "Addis Ababa, December 9, 2025 (FMC) – Egyptian Nubian activist Hamdi Suleiman has accused Egyptian media of presenting a “misleading” portrayal of the Grand Ethiopian Renaissance Dam (GERD), arguing that",
        "url": "https://www.fanamc.com/english/gerd-misinterpreted-egyptian-activist-criticizes-domestic-media-narrative-on-grand-ethiopian-renaissance-dam/?utm_source=rss&utm_medium=rss&utm_campaign=gerd-misinterpreted-egyptian-activist-criticizes-domestic-media-narrative-on-grand-ethiopian-renaissance-dam",
        "time": "4 hours ago"
      },
      {
        "title": "Ethiopia Champions Safe and Development-Oriented Migration",
        "description": "Addis Ababa, December 9, 2025 (FMC) – Ethiopia is actively participating in the 116th Session of the Council of the International Organization for Migration (IOM), taking place from December 8",
        "url": "https://www.fanamc.com/english/ethiopia-champions-safe-and-development-oriented-migration/?utm_source=rss&utm_medium=rss&utm_campaign=ethiopia-champions-safe-and-development-oriented-migration",
        "time": "4 hours ago"
      },
      {
        "title": "From Adwa Victory to Today: Ethiopia Inspires Courage, Unity, and Self-Reliance, Says Biko’s Son",
        "description": "Addis Ababa, December 6, 2025 (FMC) — Hlumelo Biko, son of the late anti-apartheid activist Steve Biko, described Ethiopia as a symbol of courage, unity, and self-reliance during a recent",
        "url": "https://www.fanamc.com/english/from-adwa-victory-to-today-ethiopia-inspires-courage-unity-and-self-reliance-says-bikos-son/?utm_source=rss&utm_medium=rss&utm_campaign=from-adwa-victory-to-today-ethiopia-inspires-courage-unity-and-self-reliance-says-bikos-son",
        "time": "5 hours ago"
      },
      {
        "title": "Ethiopia’s Nuclear Drive Rooted in Energy Security and Economic Transformation: Commissioner",
        "description": "Addis Ababa, December 9, 2025 (FMC) — Ethiopian Nuclear Energy Commissioner Sandokan Debebe has underscored that Ethiopia’s decision to adopt nuclear technology is driven by the country’s strategic ambition to",
        "url": "https://www.fanamc.com/english/ethiopias-nuclear-drive-rooted-in-energy-security-and-economic-transformation-commissioner/?utm_source=rss&utm_medium=rss&utm_campaign=ethiopias-nuclear-drive-rooted-in-energy-security-and-economic-transformation-commissioner",
        "time": "5 hours ago"
      },
      {
        "title": "Nuclear Power Project Key to Meeting Ethiopia’s Energy Demand — FM Gedion",
        "description": "Addis Ababa, December 9, 2025 (FMC) — Foreign Minister Gedion Timothewos said the establishment of a nuclear energy project will serve as a pillar for Ethiopia to meet both current",
        "url": "https://www.fanamc.com/english/nuclear-power-project-key-to-meeting-ethiopias-energy-demand-fm-gedion/?utm_source=rss&utm_medium=rss&utm_campaign=nuclear-power-project-key-to-meeting-ethiopias-energy-demand-fm-gedion",
        "time": "7 hours ago"
      },
      {
        "title": "Nkrumah’s Daughter: Africa Must Rely on Its People and Unity to Achieve Self-Reliant Development and Prosperity",
        "description": "Addis Ababa, December 8, 2025 (FMC) — Samia Yaba Christina Nkrumah, daughter of Ghana’s first President Kwame Nkrumah, has called on African nations to embrace unity, local empowerment, and self-reliant",
        "url": "https://www.fanamc.com/english/nkrumahs-daughter-africa-must-rely-on-its-people-and-unity-to-achieve-self-reliant-development-and-prosperity/?utm_source=rss&utm_medium=rss&utm_campaign=nkrumahs-daughter-africa-must-rely-on-its-people-and-unity-to-achieve-self-reliant-development-and-prosperity",
        "time": "1 day ago"
      },
      {
        "title": "GCS: Constitutional Commitment and Democratic Consensus Drive Ethiopia’s Unity and Development",
        "description": "Addis Ababa, December 8, 2025 (FMC) — The Ethiopian Government Communication Service (GCS) has underscored the pivotal role of Nations, Nationalities and Peoples’ Day in renewing the country’s constitutional commitments",
        "url": "https://www.fanamc.com/english/gcs-constitutional-commitment-and-democratic-consensus-drive-ethiopias-unity-and-development/?utm_source=rss&utm_medium=rss&utm_campaign=gcs-constitutional-commitment-and-democratic-consensus-drive-ethiopias-unity-and-development",
        "time": "1 day ago"
      }
    ],
    "Tanzania-The Citizen": [],
    "Tanzania-Mtanzania": [],
    "Tanzania-Daily News": [
      {
        "title": "TANAPA wins accolades for its quality tourism management.",
        "description": "DUBAI: THE Tanzania National Parks Authority (TANAPA) is among the leading centres of excellence in the provision of tourism services in Tanzania. This was stated today, 9th December 2025, by",
        "url": "https://dailynews.co.tz/tanapa-wins-accolades-for-its-quality-tourism-management/?utm_source=rss&utm_medium=rss&utm_campaign=tanapa-wins-accolades-for-its-quality-tourism-management",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "A journey of massive social, economic progress",
        "description": "DAR ES SALAAM: AS Tanzania commemorate the 64th anniversary of our independence, this nation has a unique opportunity to reflect on the significant progress achieved over the past six years",
        "url": "https://dailynews.co.tz/a-journey-of-massive-social-economic-progress/?utm_source=rss&utm_medium=rss&utm_campaign=a-journey-of-massive-social-economic-progress",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Historic launch strengthens media freedom, public trust",
        "description": "DAR ES SALAAM: AS Tanzania marks 64 years of independence, the launch of the Journalists’ Accreditation Board (JAB) stands out as a key milestone in the country’s growing and evolving",
        "url": "https://dailynews.co.tz/historic-launch-strengthens-media-freedom-public-trust/?utm_source=rss&utm_medium=rss&utm_campaign=historic-launch-strengthens-media-freedom-public-trust",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "64 years on, govt eyes stronger health for all",
        "description": "DAR ES SALAAM: AS Tanzania marks 64 years of independence, the health sector continues to undergo significant transformations, including the launch of a pilot programme for Universal Health Insurance (UHI).",
        "url": "https://dailynews.co.tz/64-years-on-govt-eyes-stronger-health-for-all/?utm_source=rss&utm_medium=rss&utm_campaign=64-years-on-govt-eyes-stronger-health-for-all",
        "time": "1 hour ago"
      },
      {
        "title": "Why 4Rs matter yesterday, today and tomorrow",
        "description": "DODOMA: TANZANIA marks 64 years of independence today with much to celebrate, thanks to the solid foundation laid by the Father of the Nation, Mwalimu Julius Nyerere and further strengthened",
        "url": "https://dailynews.co.tz/why-4rs-matter-yesterday-today-and-tomorrow/?utm_source=rss&utm_medium=rss&utm_campaign=why-4rs-matter-yesterday-today-and-tomorrow",
        "time": "1 hour ago"
      },
      {
        "title": "How Kiswahili language contributes to diplomatic ties",
        "description": "DAR ES SALAAM: AS Tanzania marks 64 years of Independence, Kiswahili is emerging not just as a national treasure but a sweeping force reshaping diplomatic and cultural ties across Africa",
        "url": "https://dailynews.co.tz/how-kiswahili-language-contributes-to-diplomatic-ties/?utm_source=rss&utm_medium=rss&utm_campaign=how-kiswahili-language-contributes-to-diplomatic-ties",
        "time": "1 hour ago"
      },
      {
        "title": "Celebrating 64th Independence Anniversary",
        "description": "DAR ES SALAAM: ON a warm December night in 1961, Tanganyika entered history as a new nation. Thousands gathered in Dar es Salaam as the Union Jack was lowered and",
        "url": "https://dailynews.co.tz/celebrating-64th-independence-anniversary/?utm_source=rss&utm_medium=rss&utm_campaign=celebrating-64th-independence-anniversary",
        "time": "1 hour ago"
      },
      {
        "title": "Dr Samia grants clemency to 1,036 prisoners on the National Day",
        "description": "DAR ES SALAAM: PRESIDENT Samia Suluhu Hassan has today, December 9, 2025, granted clemency to 1,036 prisoners as part of the celebrations to mark 64 years of Independence. Among them,",
        "url": "https://dailynews.co.tz/dr-samia-grants-clemency-to-1036-prisoners-on-the-national-day/?utm_source=rss&utm_medium=rss&utm_campaign=dr-samia-grants-clemency-to-1036-prisoners-on-the-national-day",
        "time": "2 hours ago"
      },
      {
        "title": "Police rubbish hoax protests as Tanzania marks 64 years of independence",
        "description": "DAR ES SALAAM: THE Tanzanian Police Force has assured citizens that the security situation across all parts of the country remains stable and firmly united as it marks its 64",
        "url": "https://dailynews.co.tz/police-rubbish-hoax-protests-as-tanzania-marks-64-years-of-independence/?utm_source=rss&utm_medium=rss&utm_campaign=police-rubbish-hoax-protests-as-tanzania-marks-64-years-of-independence",
        "time": "2 hours ago"
      },
      {
        "title": "How AI can streamline procurement operations in Tanzania’s evolving supply chains",
        "description": "Dar es Salaam: For years, businesses across Tanzania’s manufacturing and distribution landscape have grappled with the inefficiencies of manually processing Local Purchase Orders (LPOs). Time that could be directed towards",
        "url": "https://dailynews.co.tz/how-ai-can-streamline-procurement-operations-in-tanzanias-evolving-supply-chains/?utm_source=rss&utm_medium=rss&utm_campaign=how-ai-can-streamline-procurement-operations-in-tanzanias-evolving-supply-chains",
        "time": "2 hours ago"
      }
    ],
    "Uganda-Observer": [
      {
        "title": "Sex Talk: My two cents on marital rape",
        "description": "Many husbands do not comprehend marital rape. In fact, they react angrily to the suggestion that it happens at all; “after all, this is my wife and I married her",
        "url": "https://observer.ug/lifestyle-entertainment/sex-talk-my-two-cents-on-marital-rape/",
        "time": "7 hours ago"
      },
      {
        "title": "Three is a crowd: The winner takes it all",
        "description": "(Continued from last issue) David and Diane have been married for years; then there is Julie, the young secretary whose axis collides with the couple’s in ways none of them",
        "url": "https://observer.ug/lifestyle-entertainment/three-is-a-crowd-the-winner-takes-it-all/",
        "time": "7 hours ago"
      },
      {
        "title": "Constitutional court dismisses former IGG Baku’s job petition",
        "description": "The Constitutional court has dismissed a petition by former Inspector General of Government (IGG) Raphael Baku challenging the Judicial Service Commission’s (JSC) decisions not to shortlist him for High court",
        "url": "https://observer.ug/news/constitutional-court-dismisses-former-igg-bakus-job-petition/",
        "time": "14 hours ago"
      },
      {
        "title": "Human Rights Commission boss admits fear in condemning security brutality",
        "description": "The Uganda Human Rights Commission (UHRC) chairperson, Mariam Wangadya, has admitted that fear has sometimes held her back from strongly condemning atrocities committed by security forces against civilians. Wangadya, who",
        "url": "https://observer.ug/news/human-rights-commission-boss-admits-fear-in-condemning-security-brutality/",
        "time": "14 hours ago"
      },
      {
        "title": "Bukedea woman, 60, arrested over killing 77-year-old co-wife",
        "description": "The police in Bukedea district have detained Hellen Ikiror, a 60-year-old woman, for allegedly murdering her co-wife, Josephine Ikoliet, aged 77. The two were involved in a fight over firewood.‎",
        "url": "https://observer.ug/news/bukedea-woman-60-arrested-over-killing-77-year-old-co-wife/",
        "time": "15 hours ago"
      },
      {
        "title": "Fresh fighting in eastern DRC leaves 36 civilians dead",
        "description": "Fresh clashes between March 23 Movement (M23) rebels and the Armed Forces of the Democratic Republic of Congo (FARDC), and coalition forces have claimed dozens of lives in South Kivu.",
        "url": "https://observer.ug/news/fresh-fighting-in-eastern-drc-leaves-36-civilians-dead/",
        "time": "15 hours ago"
      },
      {
        "title": "Police ‘regrets’ beating Bobi Wine supporters",
        "description": "The Uganda Police Force (UPF) has expressed &#8216;regret&#8217; over last weekend&#8217;s violent clashes between the opposition National Unity Platform (NUP) supporters and security forces in Gulu, northern Uganda. Security forces",
        "url": "https://observer.ug/news/police-regrets-beating-bobi-wine-supporters/",
        "time": "15 hours ago"
      },
      {
        "title": "Serere chairperson arrested over Shs 2.9m unpaid church pledge",
        "description": "Haruna Onai Aron, the LC III chairperson of Labor sub-county in Serere district, has been sued for allegedly failing to honour a pledge he made during a fundraising drive for",
        "url": "https://observer.ug/news/serere-chairperson-arrested-over-shs-2-9m-unpaid-church-pledge/",
        "time": "16 hours ago"
      },
      {
        "title": "Court dismisses petition challenging gazetting Kanungu villages to Bwindi national park",
        "description": "The Constitutional court has dismissed a petition challenging the gazetting of five villages in Kanungu district as part of Bwindi Impenetrable national park. The ruling follows a petition filed 23",
        "url": "https://observer.ug/news/court-dismisses-petition-challenging-gazetting-kanungu-villages-to-bwindi-national-park/",
        "time": "1 day ago"
      },
      {
        "title": "Two of minister Oleru’s guards killed in highway crash",
        "description": "Two soldiers have died, and five others have been seriously injured following a head-on collision along the Kampala–Gulu highway. The crash occurred at Kalule village near Bombo town in Luwero",
        "url": "https://observer.ug/news/two-of-minister-olerus-guards-killed-in-highway-crash/",
        "time": "1 day ago"
      }
    ],
    "Uganda-Independent": [
      {
        "title": "In a Blue World: An interrogation of the pre-colonial, the hybrid and the globalized",
        "description": "The artist works with Kitengi fabric, Denim and bark cloth to instigate conversations on the subject of African identity and the politics of decolonization of Africa. ARTS &#124; Dominic Muwanguzi",
        "url": "https://www.independent.co.ug/in-a-blue-world-an-interrogation-of-the-pre-colonial-the-hybrid-and-the-globalized/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Trump wants to make Europe white again",
        "description": "COMMENT &#124; ZAKI LAIDI &#124; Since his return to the White House, US President Donald Trump’s vision for the world – particularly for Europe – has often been difficult to",
        "url": "https://www.independent.co.ug/trump-wants-to-make-europe-white-again/",
        "time": "1 hour ago"
      },
      {
        "title": "Historic national content gains set stage for production boom",
        "description": "A total of US$2.2bn has gone to local firms, 17,000 jobs created &#38; a skilled generation is ready for first oil Kampala, Uganda &#124; JULIUS BUSINGE &#124; As Uganda stands",
        "url": "https://www.independent.co.ug/historic-national-content-gains-set-stage-for-production-boom/",
        "time": "3 hours ago"
      },
      {
        "title": "US aid cuts shrink Uganda’s civic space ahead of 2026 elections",
        "description": "The termination of USAID governance programs has hollowed out civic education networks that once reached rural and first-time voters Kampala, Uganda &#124; NAKISANZE SEGAWA &#124; At 18, Ronald Serunjoji can’t",
        "url": "https://www.independent.co.ug/us-aid-cuts-shrink-ugandas-civic-space-ahead-of-2026-elections/",
        "time": "5 hours ago"
      },
      {
        "title": "Uganda’s energy development under Museveni",
        "description": "COMMENT &#124; NNANDA KIZITO SSERUWAGI &#124; President Yoweri Museveni views investment in energy as one of the fastest ways to transform a society and reduce poverty. Multiple studies back this",
        "url": "https://www.independent.co.ug/museveni-and-ugandas-energy-development/",
        "time": "7 hours ago"
      },
      {
        "title": "Why situational awareness is your best lifesaver in today’s Uganda",
        "description": "COMMENT &#124; MATHIAS RUKUBA &#124; In today&#8217;s fast-paced world, many of us are so consumed by our daily routines and the struggle to make ends meet that we forget to",
        "url": "https://www.independent.co.ug/why-situational-awareness-is-your-best-lifesaver-in-todays-uganda/",
        "time": "9 hours ago"
      },
      {
        "title": "Tanzania declares Dec. 9 protests illegal",
        "description": "DAR ES SALAAM &#124; Xinhua &#124; Tanzania&#8217;s Minister of Home Affairs George Simbachawene on Monday urged citizens to avoid planned demonstrations scheduled for Dec. 9, declaring them unlawful and warning",
        "url": "https://www.independent.co.ug/tanzania-declares-dec-9-protests-illegal/",
        "time": "11 hours ago"
      },
      {
        "title": "Why S. Africa-U.S. ties have soured?",
        "description": "JOHANNESBURG, S. Africa &#124; Xinhua &#124; The United States and South Africa have been trading barbs, especially after President Donald Trump announced in November that Washington would not send a",
        "url": "https://www.independent.co.ug/why-s-africa-u-s-ties-have-soured/",
        "time": "23 hours ago"
      },
      {
        "title": "Riding a ‘mad tiger’ called Uganda",
        "description": "COMMENT &#124; OBED K KATUREEBE &#124; Seasoned politician and Democratic Party (DP) President who is also the Minister for Justice and Constitutional Affairs, Norbert Mao, in one of his philosophical",
        "url": "https://www.independent.co.ug/the-riding-of-a-mad-tiger-called-uganda/",
        "time": "1 day ago"
      },
      {
        "title": "SECURING TOMORROW: Inside Uganda’s pension transformation",
        "description": "As Uganda’s pension sector expands in scale, complexity, and strategic importance, the conversation around coverage, innovation, and long-term sustainability has never been more urgent. With assets now exceeding UGX 30",
        "url": "https://www.independent.co.ug/securing-tomorrow-inside-ugandas-pension-transformation/",
        "time": "1 day ago"
      }
    ],
    "Uganda-Nile Post": [],
    "Uganda-Watchdog": [
      {
        "title": "MTN Eswatini–Kiira Motors Pact Signals a New Era of Homegrown Green Mobility in Africa",
        "description": "MTN Eswatini’s announcement of a strategic partnership with Uganda’s Kiira Motors Corporation marks a significant moment in Africa’s shifting technological landscape—one where African enterprises are no longer passive consumers of",
        "url": "https://www.watchdoguganda.com/business/technology/20251209/186519/mtn-eswatini-kiira-motors-pact-signals-a-new-era-of-homegrown-green-mobility-in-africa.html",
        "time": "2 hours ago"
      },
      {
        "title": "Ring in 2026 in Luxury: Speke Resort Munyonyo Unveils Ultimate Year-End Escape Package!",
        "description": "KAMPALA &#124; Watchdog Uganda News &#124; As 2025 draws to a close, Speke Resort Munyonyo has rolled out what it calls “The Ultimate Year-End Escape,” a lavish festive season package",
        "url": "https://www.watchdoguganda.com/news/20251209/186382/ring-in-2026-in-luxury-speke-resort-munyonyo-unveils-ultimate-year-end-escape-package.html",
        "time": "6 hours ago"
      },
      {
        "title": "Dr.Ayub Mukisa: Could Kyagulanyi’s Declining Presidential Prospects Be Attributed to Museveni’s Diplomacy or the NRM Legacy?",
        "description": "In this article, I am aware that some of Kyagulanyi’s supporters, followers, and sympathisers may not immediately understand the argument I make. A few may even rush to the comments",
        "url": "https://www.watchdoguganda.com/op-ed/20251209/186511/dr-ayub-mukisa-could-kyagulanyis-declining-presidential-prospects-be-attributed-to-musevenis-diplomacy-or-the-nrm-legacy.html",
        "time": "8 hours ago"
      },
      {
        "title": "NESTOR BASEMERA, PhD: Addressing Gender-Based Violence: 16 Days of Activism, What is the rationale?",
        "description": "The 16 Days of Activism against Gender-Based Violence is an annual international campaign observed from November 25 to December 10. It begins on the International Day for the Elimination of",
        "url": "https://www.watchdoguganda.com/op-ed/20251208/186508/nestor-basemera-phd-addressing-gender-based-violence-16-days-of-activism-what-is-the-rationale.html",
        "time": "19 hours ago"
      },
      {
        "title": "Student leaders urged to sustain Uganda’s socio-economic transformation",
        "description": "The Uganda People’s Defence Forces (UPDF) Joint Staff Political Commissar, Maj. Gen. Henry Matsiko has revealed that the National Resistance Movement (NRM) government has been able to sustain its socio-economic",
        "url": "https://www.watchdoguganda.com/news/20251208/186505/student-leaders-urged-to-sustain-ugandas-socio-economic-transformation.html",
        "time": "19 hours ago"
      },
      {
        "title": "Kyegegwa to get major industrial park, President Museveni confirms",
        "description": "President Yoweri Kaguta Museveni has announced that the government has secured 10 square miles of land in Kyaka to establish a major industrial park, promising factories including an avocado processing",
        "url": "https://www.watchdoguganda.com/news/20251208/186503/kyegegwa-to-get-major-industrial-park-president-museveni-confirms.html",
        "time": "19 hours ago"
      },
      {
        "title": "“UPDF to set up barracks in Kamwenge to consolidate peace in the area,” says President Museveni as he announces new development interventions in the district",
        "description": "President Yoweri Kaguta Museveni has announced that Kamwenge District will host a Uganda People’s Defence Forces (UPDF) battalion and barracks as the government moves to consolidate peace in an area",
        "url": "https://www.watchdoguganda.com/news/20251208/186495/updf-to-set-up-barracks-in-kamwenge-to-consolidate-peace-in-the-area-says-president-museveni-as-he-announces-new-development-interventions-in-the-district.html",
        "time": "19 hours ago"
      },
      {
        "title": "PSST Ggoobi Reaffirms Government Commitment to Expanding Industrial Parks as Kapeeka Marks 10 Years of Transformation",
        "description": "The Permanent Secretary and Secretary to the Treasury (PSST), Dr. Ramathan Ggoobi, has reaffirmed the government’s commitment to accelerating industrialization through sustained investment in industrial parks across the country. Speaking",
        "url": "https://www.watchdoguganda.com/business/20251208/186491/psst-ggoobi-reaffirms-government-commitment-to-expanding-industrial-parks-as-kapeeka-marks-10-years-of-transformation.html",
        "time": "20 hours ago"
      },
      {
        "title": "Kigulu Make History with Third MTN Busoga Masaza Crown After Narrow Win Over Luuka",
        "description": "Under the scorching heat at Kyabazinga Stadium–Bugembe, Kigulu Chiefdom reaffirmed their dominance in Busoga football, edging Luuka 1–0 to lift their record third MTN Busoga Masaza Cup title, powered by",
        "url": "https://www.watchdoguganda.com/sports/20251208/186488/kigulu-make-history-with-third-mtn-busoga-masaza-crown-after-narrow-win-over-luuka.html",
        "time": "20 hours ago"
      },
      {
        "title": "Over 5,000 African Scientists Gather in Munyonyo for Continental Innovation Talks",
        "description": "KAMPALA, Uganda — In a landmark event underscoring Africa’s scientific ambitions, more than 5,000 top researchers, technologists and innovators from across the continent converged at Speke Resort and Conference Centre,",
        "url": "https://www.watchdoguganda.com/business/20251208/186484/over-5000-african-scientists-gather-in-munyonyo-for-continental-innovation-talks.html",
        "time": "1 day ago"
      }
    ],
    "Egypt-Egypt Today": [],
    "Egypt-Daily News Egypt": [
      {
        "title": "Egypt’s Al-Mashat receives Global Leadership Award in Doha, highlights $97bn African FDI",
        "description": "Egyptian Minister of Planning, Economic Development, and International Cooperation Rania Al-Mashat received the Global Leadership Award from the Choiseul Institute on Tuesday, citing a surge in foreign direct investment as",
        "url": "https://www.dailynewsegypt.com/2025/12/09/egypts-al-mashat-receives-global-leadership-award-in-doha-highlights-97bn-african-fdi/?utm_source=rss&utm_medium=rss&utm_campaign=egypts-al-mashat-receives-global-leadership-award-in-doha-highlights-97bn-african-fdi",
        "time": "1 hour ago"
      },
      {
        "title": "Pakistanis see economic stability and low bribery rates, though police corruption persists: Transparency International",
        "description": "A majority of Pakistanis recognise government efforts to stabilise the economy and report facing no bribery pressures in daily life, although the police force remains the sector perceived as most",
        "url": "https://www.dailynewsegypt.com/2025/12/08/pakistanis-see-economic-stability-and-low-bribery-rates-though-police-corruption-persists-transparency-international/?utm_source=rss&utm_medium=rss&utm_campaign=pakistanis-see-economic-stability-and-low-bribery-rates-though-police-corruption-persists-transparency-international",
        "time": "17 hours ago"
      },
      {
        "title": "Egypt reviews plans for first national medical simulation centre",
        "description": "Egypt’s Health Minister Khaled Abdel Ghaffar reviewed progress on the country&#8217;s first national medical simulation and clinical training centre, known as the “Nile” project, during a meeting on Monday, according",
        "url": "https://www.dailynewsegypt.com/2025/12/08/egypt-reviews-plans-for-first-national-medical-simulation-centre/?utm_source=rss&utm_medium=rss&utm_campaign=egypt-reviews-plans-for-first-national-medical-simulation-centre",
        "time": "20 hours ago"
      },
      {
        "title": "Israel escalates military action in Gaza, violates ceasefire amid rising casualties",
        "description": "Tensions in Gaza have reached new heights as the Health Ministry reported five additional fatalities over the past 24 hours, including three newly confirmed deaths, along with 11 injuries. The",
        "url": "https://www.dailynewsegypt.com/2025/12/08/israel-escalates-military-action-in-gaza-violates-ceasefire-amid-rising-casualties/?utm_source=rss&utm_medium=rss&utm_campaign=israel-escalates-military-action-in-gaza-violates-ceasefire-amid-rising-casualties",
        "time": "20 hours ago"
      },
      {
        "title": "Al-Sisi, Haftar discuss Libya stability, call for withdrawal of foreign forces",
        "description": "Egypt’s President Abdel Fattah Al-Sisi met with Libyan National Army (LNA) Commander Khalifa Haftar in Cairo on Monday to discuss Libya&#8217;s stability and the broader regional situation. The meeting underscored",
        "url": "https://www.dailynewsegypt.com/2025/12/08/al-sisi-haftar-discuss-libya-stability-call-for-withdrawal-of-foreign-forces/?utm_source=rss&utm_medium=rss&utm_campaign=al-sisi-haftar-discuss-libya-stability-call-for-withdrawal-of-foreign-forces",
        "time": "20 hours ago"
      },
      {
        "title": "Egyptian Commercial Service launches first SCZONE investment promotion mission to U.S.",
        "description": "The Egyptian Commercial Service (ECS) office in Washington, headed by Minister Plenipotentiary for Commercial Affairs Yehia El Wathik Bellah, organised Suez Canal Economic Zone (SCZONE) Chairperson Walid Gamal El-Din’s first",
        "url": "https://www.dailynewsegypt.com/2025/12/08/egyptian-commercial-service-launches-first-sczone-investment-promotion-mission-to-u-s/?utm_source=rss&utm_medium=rss&utm_campaign=egyptian-commercial-service-launches-first-sczone-investment-promotion-mission-to-u-s",
        "time": "20 hours ago"
      },
      {
        "title": "GAFI unveils updated framework for financial valuation, due diligence",
        "description": "The General Authority for Investment and Free Zones (GAFI) has officially approved an updated technical and regulatory framework for corporate valuation and pre-investment financial due diligence. This move is part",
        "url": "https://www.dailynewsegypt.com/2025/12/08/gafi-unveils-updated-framework-for-financial-valuation-due-diligence/?utm_source=rss&utm_medium=rss&utm_campaign=gafi-unveils-updated-framework-for-financial-valuation-due-diligence",
        "time": "20 hours ago"
      },
      {
        "title": "Egypt, France discuss ways to advance investment cooperation, streamline customs procedures",
        "description": "The General Authority for Investment and Free Zones (GAFI) held an expanded meeting with French Ambassador to Egypt Éric Chevallier and Egyptian Customs Authority Chairperson Ahmed Amoui, bringing together senior",
        "url": "https://www.dailynewsegypt.com/2025/12/08/egypt-france-discuss-ways-to-advance-investment-cooperation-streamline-customs-procedures/?utm_source=rss&utm_medium=rss&utm_campaign=egypt-france-discuss-ways-to-advance-investment-cooperation-streamline-customs-procedures",
        "time": "20 hours ago"
      },
      {
        "title": "Egypt to build freight terminal at Qous Station on High-Speed Rail to boost Qena Industrial Zone",
        "description": "Egypt’s Deputy Prime Minister for Industrial Development and Minister of Industry and Transport, Kamel Al-Wazir, recently conducted a comprehensive inspection tour of the second line of Egypt’s high-speed electric rail",
        "url": "https://www.dailynewsegypt.com/2025/12/08/egypt-to-build-freight-terminal-at-qous-station-on-high-speed-rail-to-boost-qena-industrial-zone/?utm_source=rss&utm_medium=rss&utm_campaign=egypt-to-build-freight-terminal-at-qous-station-on-high-speed-rail-to-boost-qena-industrial-zone",
        "time": "21 hours ago"
      },
      {
        "title": "Egypt’s ready-made garments exports surge to $2.8bn in 2025, up 22% year-on-year",
        "description": "Egypt&#8217;s ready-made garments sector has seen remarkable growth in exports, reaching $2.8bn in the first 10 months of 2025, a 22% increase from $2.3bn during the same period last year.",
        "url": "https://www.dailynewsegypt.com/2025/12/08/egypts-ready-made-garments-exports-surge-to-2-8bn-in-2025-up-22-year-on-year/?utm_source=rss&utm_medium=rss&utm_campaign=egypts-ready-made-garments-exports-surge-to-2-8bn-in-2025-up-22-year-on-year",
        "time": "21 hours ago"
      }
    ],
    "Egypt-Egyptian Streets": [
      {
        "title": "Discovery of Ancient Egyptian Pleasure Boat Off Alexandria Promises Insights into Historical Maritime Culture",
        "description": "On Monday 8 December, archaeologists discovered the wreck of a 2,000-year-old ancient Egyptian pleasure boat off the coast of Alexandria, further enriching our understanding of the region&#8217;s maritime history. The",
        "url": "https://egyptianstreets.com/2025/12/09/discovery-of-ancient-egyptian-pleasure-boat-off-alexandria-promises-insights-into-historical-maritime-culture/",
        "time": "3 hours ago"
      },
      {
        "title": "Egypt’s Ministry of Tourism Denies Claims of Increased Visa Fees",
        "description": "Egypt’s Ministry of Tourism and Antiquities has officially refuted circulating media reports suggesting an increase in the entry visa fee from EGP 1,188.95 to EGP 2,141.10 (USD 25 to USD",
        "url": "https://egyptianstreets.com/2025/12/09/egypts-ministry-of-tourism-denies-claims-of-increased-visa-fees/",
        "time": "3 hours ago"
      },
      {
        "title": "Public Prosecution: Negligence Led to the Death of the 12-Year-Old Swimmer",
        "description": "Egypt’s Public Prosecution has said that negligence by championship organizers, lifeguards, and referees led to the death of 12-year-old swimmer Youssef Mohamed Abdel Malek on 7 December, after footage showed",
        "url": "https://egyptianstreets.com/2025/12/08/public-prosecution-negligence-led-to-the-death-of-the-12-year-old-swimmer/",
        "time": "1 day ago"
      },
      {
        "title": "Fiha Eh Ya’ni: Defying Ageism in Egyptian Cinema",
        "description": "In a year when Egyptian cinema is reconnecting with its emotional core, Fiha Eh Ya’ni (What’s the Big Deal?) emerges as a refreshing surprise. Romantic comedies are often seen as",
        "url": "https://egyptianstreets.com/2025/12/08/fiha-eh-yani-defying-ageism-in-egyptian-cinema/",
        "time": "1 day ago"
      }
    ],
    "Egypt-Mada Masr": [
      {
        "title": "Land-for-dollars Beit al-Watan scheme marred by profiteering, leaving diaspora applicants empty-handed",
        "description": "Analysts warn the dollar-based land sales are pushing prices higher and limiting housing options The post Land-for-dollars Beit al-Watan scheme marred by profiteering, leaving diaspora applicants empty-handed first appeared on",
        "url": "https://www.madamasr.com/en/2025/12/08/feature/economy/land-for-dollars-beit-al-watan-scheme-marred-by-profiteering-leaving-diaspora-applicants-empty-handed/",
        "time": "1 day ago"
      },
      {
        "title": "Supreme State Security Prosecution interrogates journalist after home arrests",
        "description": "Security forces went on Sunday morning to the homes of Bastet KE Media owner Monther al-Khilaly and journalist Ahmed Refaat, editor-in-chief of the company’s news outlet EgyptKE, according to Eman",
        "url": "https://www.madamasr.com/en/2025/12/07/news/u/supreme-state-security-prosecution-interrogates-journalist-after-home-arrests/",
        "time": "1 day ago"
      }
    ],
    "Morocco-Morocco World News": [
      {
        "title": "Inter Milan vs. Liverpool—How & Where to Watch",
        "description": "Marrakech – UEFA Champions League action returns this week with Round 6 of the league phase. Tonight’s slate is headlined by a clash between Inter and Liverpool, set to be",
        "url": "https://www.moroccoworldnews.com/2025/12/271200/inter-milan-vs-liverpool-how-where-to-watch/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Morocco’s Small Shopkeepers Struggle as Minister Mezzour Promises New Roadmap to 2030",
        "description": "Rabat – For years, Morocco’s small neighborhood grocers — the familiar “moul l’hanout” who anchors every street corner — have been quietly losing ground. As major discount chains such as",
        "url": "https://www.moroccoworldnews.com/2025/12/271195/moroccos-small-shopkeepers-struggle-as-minister-mezzour-promises-new-roadmap-to-2030/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Airbus Finalizes Acquisition of Spirit AeroSystems Casablanca Site",
        "description": "Marrakech &#8211; Airbus completed the acquisition of Spirit AeroSystems’ Casablanca facility on Monday, following the initial agreement announced in late April. The transaction represents a major supply chain consolidation for",
        "url": "https://www.moroccoworldnews.com/2025/12/271196/airbus-finalizes-acquisition-of-spirit-aerosystems-casablanca-site/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Union Saint‑Gilloise vs. Olympique Marseille—How & When to Watch",
        "description": "Union Saint‑Gilloise host Olympique de Marseille at Lotto Park in Brussels for the sixth matchday of the UEFA Champions League league phase. Both teams have a lot at stake. With",
        "url": "https://www.moroccoworldnews.com/2025/12/271156/union-saint-gilloise-vs-olympique-marseille-how-when-to-watch/",
        "time": "1 hour ago"
      },
      {
        "title": "Direct Social Support Benefits 3.8 Million Households as of November",
        "description": "Rabat &#8211; The Minister Delegate for the Budget Fouzi Lekjaa shared promising statistics of direct social support reforms before the House of Representatives yesterday. He indicated that direct social support",
        "url": "https://www.moroccoworldnews.com/2025/12/271162/direct-social-support-benefits-3-8-million-households-as-of-november/",
        "time": "1 hour ago"
      },
      {
        "title": "Deadly Thai-Cambodian Clashes Intensify, 11th-Century Temple Hit",
        "description": "Rabat &#8211; Tensions between Thailand and Cambodia have escalated sharply. Thailand’s foreign minister told Al Jazeera there is “no space for diplomacy” in the current conflict, accusing Cambodia of not",
        "url": "https://www.moroccoworldnews.com/2025/12/271164/deadly-thai-cambodian-clashes-intensify-11th-century-temple-hit/",
        "time": "2 hours ago"
      },
      {
        "title": "Barcelona vs Frankfurt: Match Preview & Prediction",
        "description": "Rabat &#8211; Barcelona play Eintracht Frankfurt at home tonight in the UEFA Champions League. Barcelona have seven points from five games and are 18th in the 36-team standings. They need",
        "url": "https://www.moroccoworldnews.com/2025/12/271158/barcelona-vs-frankfurt-match-preview-prediction/",
        "time": "2 hours ago"
      },
      {
        "title": "Morocco Braces for Heavy Clouds, Rain, and Snow on Wednesday",
        "description": "Rabat &#8211; Morocco’s General Directorate of Meteorology expects unstable weather on Wednesday, with thick clouds and periods of rain or showers, sometimes accompanied by thunderstorms, across several regions. These conditions",
        "url": "https://www.moroccoworldnews.com/2025/12/271157/morocco-braces-for-heavy-clouds-rain-and-snow-on-wednesday/",
        "time": "2 hours ago"
      },
      {
        "title": "Al Moutmir’s Conference Explores Agricultural Innovation in Africa",
        "description": "Rabat &#8211; The Al Moutmir “From Science to Impact” conference discussed on Monday agricultural transformation in Africa, emphasizing the importance of adopting advanced technologies and innovation to boost the sector’s",
        "url": "https://www.moroccoworldnews.com/2025/12/271148/al-moutmirs-conference-explores-agricultural-innovation-in-africa/",
        "time": "2 hours ago"
      },
      {
        "title": "Algeria vs. Iraq  -  How & When to Watch",
        "description": "Algeria and Iraq meet on Tuesday at Khalifa International Stadium in Doha in what could be the decisive game for top spot in Group D. Iraq have already booked their",
        "url": "https://www.moroccoworldnews.com/2025/12/271139/algeria-vs-iraq-how-when-to-watch/",
        "time": "2 hours ago"
      }
    ],
    "Morocco-Hespress": [
      {
        "title": "أكادير تخطط لمناورات \"الأسد الإفريقي\"",
        "description": "يحتضن مقر قيادة المنطقة الجنوبية للقوات المسلحة الملكية بأكادير، في الفترة ما بين 8 و12 دجنبر الجاري، اجتماعا رئيسيا في إطار عملية التخطيط لتمرين &#8220;الأسد الإفريقي&#8221; برسم السنة المقبلة، بمشاركة",
        "url": "https://www.hespress.com/%d8%a3%d9%83%d8%a7%d8%af%d9%8a%d8%b1-%d8%aa%d8%ae%d8%b7%d8%b7-%d9%84%d9%85%d9%86%d8%a7%d9%88%d8%b1%d8%a7%d8%aa-%d8%a7%d9%84%d8%a3%d8%b3%d8%af-%d8%a7%d9%84%d8%a5%d9%81%d8%b1%d9%8a%d9%82%d9%8a-1668394.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "مستجدات مقاضاة الأمير هشام للطاوجني .. و\"إعداد الدفاع\" يؤجّل الجلسة",
        "description": "قررت هيئة المحكمة الابتدائية بالرباط، زوال اليوم الثلاثاء، تأجيل الجلسة إلى نهاية شهر يناير 2026 في ملف الدعوى القضائية التي رفعها ابن عم الملك محمد السادس، الأمير مولاي هشام العلوي،",
        "url": "https://www.hespress.com/%d9%85%d8%b3%d8%aa%d8%ac%d8%af%d8%a7%d8%aa-%d9%85%d9%82%d8%a7%d8%b6%d8%a7%d8%a9-%d8%a7%d9%84%d8%a3%d9%85%d9%8a%d8%b1-%d9%87%d8%b4%d8%a7%d9%85-%d9%84%d9%84%d8%b7%d8%a7%d9%88%d8%ac%d9%86%d9%8a-%d9%88-1668415.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "مهنيو الصحة يحتجون بمدينة طنجة‬",
        "description": "مواصلا تصعيده ضد الحكومة ووزارة الصحة والحماية الاجتماعية، خاض التنسيق النقابي الإقليمي بطنجة، اليوم الثلاثاء، وقفة احتجاجية بالمستشفى الجهوي محمد الخامس بالمدينة ذاتها؛ استجابة لبيان التنسيق الوطني الداعي إلى خوض",
        "url": "https://www.hespress.com/%d9%85%d9%87%d9%86%d9%8a%d9%88-%d8%a7%d9%84%d8%b5%d8%ad%d8%a9-%d9%8a%d8%ad%d8%aa%d8%ac%d9%88%d9%86-%d8%a8%d9%85%d8%af%d9%8a%d9%86%d8%a9-%d8%b7%d9%86%d8%ac%d8%a9-1668376.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "مجلس النواب يناقش \"التمكين للنساء\"",
        "description": "ينظم مجلس النواب، غدا الأربعاء، النسخة الثانية من المنتدى البرلماني السنوي للمساواة والمناصفة، تحت شعار &#8220;التمكين السياسي للنساء رافعة أساسية لتحقيق التنمية&#8221;. وذكر بلاغ للمجلس أن هذا المنتدى، الذي ينظم",
        "url": "https://www.hespress.com/%d9%85%d8%ac%d9%84%d8%b3-%d8%a7%d9%84%d9%86%d9%88%d8%a7%d8%a8-%d9%8a%d9%86%d8%a7%d9%82%d8%b4-%d8%a7%d9%84%d8%aa%d9%85%d9%83%d9%8a%d9%86-%d9%84%d9%84%d9%86%d8%b3%d8%a7%d8%a1-1668302.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "المغرب يخلد أول يوم وطني للوساطة.. و\"مخاطَب\" ترقمن معالجة التظلمات",
        "description": "بحضور مصطفى بايتاس، الوزير المنتدب لدى رئيس الحكومة المكلف بالعلاقات مع البرلمان الناطق الرسمي باسم الحكومة، وعدد من رؤساء الإدارات والمؤسسات العمومية والمفتشين العامين للوزارات، افتَتح حسن طارق، وسيط المملكة،",
        "url": "https://www.hespress.com/%d8%a7%d9%84%d9%85%d8%ba%d8%b1%d8%a8-%d9%8a%d8%ae%d9%84%d8%af-%d8%a3%d9%88%d9%84-%d9%8a%d9%88%d9%85-%d9%88%d8%b7%d9%86%d9%8a-%d9%84%d9%84%d9%88%d8%b3%d8%a7%d8%b7%d8%a9-%d9%88%d9%85%d8%ae%d8%a7-1668353.html",
        "time": "1 hour ago"
      },
      {
        "title": "مستجدات ملف الأمير هشام وطاوجني",
        "description": "The post مستجدات ملف الأمير هشام وطاوجني appeared first on Hespress - هسبريس جريدة إلكترونية مغربية.",
        "url": "https://www.hespress.com/%d9%85%d8%b3%d8%aa%d8%ac%d8%af%d8%a7%d8%aa-%d9%85%d9%84%d9%81-%d8%a7%d9%84%d8%a3%d9%85%d9%8a%d8%b1-%d9%87%d8%b4%d8%a7%d9%85-%d9%88%d8%b7%d8%a7%d9%88%d8%ac%d9%86%d9%8a-1668380.html",
        "time": "1 hour ago"
      },
      {
        "title": "ترامب: أوروبا تنهار بسبب إنفاق الناتو",
        "description": "قال الرئيس الأميركي دونالد ترامب إن أوروبا &#8220;تنهار&#8221; نتيجة ارتفاع الإنفاق العسكري لدول حلف شمال الأطلسي (الناتو) وتمويل إمدادات السلاح لأوكرانيا. وفي مقابلة مع مجلة بوليتيكو نُشرت اليوم الثلاثاء، صرّح",
        "url": "https://www.hespress.com/%d8%aa%d8%b1%d8%a7%d9%85%d8%a8-%d8%a3%d9%88%d8%b1%d9%88%d8%a8%d8%a7-%d8%aa%d9%86%d9%87%d8%a7%d8%b1-%d8%a8%d8%b3%d8%a8%d8%a8-%d8%a5%d9%86%d9%81%d8%a7%d9%82-%d8%a7%d9%84%d9%86%d8%a7%d8%aa%d9%88-1668358.html",
        "time": "1 hour ago"
      },
      {
        "title": "تفاصيل أول يوم للمسطرة الجنائية",
        "description": "شرعت المحكمة الزجرية الابتدائية بعين السبع في الدار البيضاء في تنزيل مقتضيات القانون رقم 03.23 بتغيير وتتميم القانون رقم 22.01 المتعلق بالمسطرة الجنائية، الذي دخل حيز التنفيذ أمس الاثنين ثامن",
        "url": "https://www.hespress.com/%d8%aa%d9%81%d8%a7%d8%b5%d9%8a%d9%84-%d8%a3%d9%88%d9%84-%d9%8a%d9%88%d9%85-%d9%84%d9%84%d9%85%d8%b3%d8%b7%d8%b1%d8%a9-%d8%a7%d9%84%d8%ac%d9%86%d8%a7%d8%a6%d9%8a%d8%a9-1668410.html",
        "time": "2 hours ago"
      },
      {
        "title": "تعميم نموذج المجموعات الصحية دون حصيلة تقييمية يفجّر غضب النقابات",
        "description": "رفض التنسيق النقابي بقطاع الصحة تسريع الحكومة &#8220;تعميم نموذج المجموعات الصحية الترابية&#8221;؛ من خلال برمجة مراسيم بالمجلس الحكومي المقبل لتحديد التاريخ الفعلي لإطلاقها بجميع جهات المملكة. وكان بلاغ صادر عن",
        "url": "https://www.hespress.com/%d8%aa%d8%b9%d9%85%d9%8a%d9%85-%d9%86%d9%85%d9%88%d8%b0%d8%ac-%d8%a7%d9%84%d9%85%d8%ac%d9%85%d9%88%d8%b9%d8%a7%d8%aa-%d8%a7%d9%84%d8%b5%d8%ad%d9%8a%d8%a9-%d8%af%d9%88%d9%86-%d8%ad%d8%b5%d9%8a%d9%84-1668342.html",
        "time": "2 hours ago"
      },
      {
        "title": "ترامب يحذر المحكمة العليا الأمريكية",
        "description": "صرح الرئيس الأمريكي دونالد ترامب، اليوم الثلاثاء، بأن أي حكم سلبي قد تصدره المحكمة العليا الأمريكية يتعلق بالرسوم الجمركية التي فرضها ضد دول عديدة سيكون &#8220;أكبر تهديد للأمن القومي الأمريكي&#8221;.",
        "url": "https://www.hespress.com/%d8%aa%d8%b1%d8%a7%d9%85%d8%a8-%d9%8a%d8%ad%d8%b0%d8%b1-%d8%a7%d9%84%d9%85%d8%ad%d9%83%d9%85%d8%a9-%d8%a7%d9%84%d8%b9%d9%84%d9%8a%d8%a7-%d8%a7%d9%84%d8%a3%d9%85%d8%b1%d9%8a%d9%83%d9%8a%d8%a9-1668333.html",
        "time": "2 hours ago"
      }
    ],
    "Morocco-Tel Quel": [
      {
        "title": "Immobilier : Mansouri appelée à s’expliquer au Parlement sur l’envolée des prix",
        "description": "Les spéculations immobilières que connaît le marché ces derniers temps ont atteint le Parlement, à travers une question écrite adressée par la députée Lobna Esseghiri, du groupe du Parti du",
        "url": "https://telquel.ma/instant-t/2025/12/09/immobilier-mansouri-appelee-a-sexpliquer-au-parlement-sur-lenvolee-des-prix_1964470/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Rabat : les FAR accueillent l'atelier APORA 2025 en partenariat avec l'AFRICOM",
        "description": "Du 8 au 12 décembre, le Maroc accueille l&rsquo;Atelier de l&rsquo;Alliance des Partenaires Africains pour la Réponse aux Épidémies (APORA), organisé par les Forces Armées Royales en partenariat avec l&rsquo;AFRICOM.",
        "url": "https://telquel.ma/instant-t/2025/12/09/rabat-les-far-accueillent-latelier-apora-2025-en-partenariat-avec-lafricom_1964449/",
        "time": "1 hour ago"
      },
      {
        "title": "Nizar Baraka annonce l’opérationnalisation des ports de Nador  en 2026 et de Dakhla en 2028",
        "description": "Le Maroc s’apprête à élargir son réseau de ports en eaux profondes avec deux infrastructures majeures attendues en 2026 et 2028, rapporte Reuters. Une montée en puissance qui vise à",
        "url": "https://telquel.ma/instant-t/2025/12/09/nizar-baraka-annonce-loperationnalisation-des-ports-de-nador-en-2026-et-de-dakhla-en-2028_1964453/",
        "time": "2 hours ago"
      },
      {
        "title": "Affaire Daniel Ziouziou : 24 ans de prison ferme et 320 millions de dirhams de dédommagements",
        "description": "La Cour d’appel de Rabat, à travers la Chambre des crimes financiers, a rendu lundi soir un verdict particulièrement lourd dans le dossier de détournements qui avait secoué Tétouan en",
        "url": "https://telquel.ma/instant-t/2025/12/09/affaire-daniel-ziouziou-24-ans-de-prison-ferme-et-320-millions-de-dirhams-de-dedommagements_1964416/",
        "time": "2 hours ago"
      },
      {
        "title": "Canada : les loyers au plus bas depuis juin 2023",
        "description": "Les loyers demandés au Canada ont diminué de 3,1% en novembre dernier par rapport au même mois en 2024, indique un nouveau rapport. La moyenne des loyers a atteint 2.074",
        "url": "https://telquel.ma/instant-t/2025/12/09/canada-les-loyers-au-plus-bas-depuis-juin-2023_1964405/",
        "time": "3 hours ago"
      },
      {
        "title": "Coupe arabe : “Nous nous sommes adaptés à toutes les circonstances”, affirme Sektioui",
        "description": "Le sélectionneur national, Tarik Sektioui a affirmé, lundi à Doha, que l’équipe nationale A’ s&rsquo;est adaptée à toutes les circonstances et a réalisé l’essentiel qui consiste à se qualifier pour",
        "url": "https://telquel.ma/instant-t/2025/12/09/coupe-arabe-nous-nous-sommes-adaptes-a-toutes-les-circonstances-affirme-sektioui_1964425/",
        "time": "3 hours ago"
      },
      {
        "title": "Alstom investit 100 millions de dirhams dans la production de pupitres de conduite",
        "description": "Alstom investit 100 millions de dirhams au Maroc pour y implanter la première ligne de production mondiale de pupitres de conduite pour trains, créant plus de 200 emplois et renforçant",
        "url": "https://telquel.ma/instant-t/2025/12/09/alstom-investit-100-millions-de-dirhams-dans-la-production-de-pupitres-de-conduite_1964397/",
        "time": "3 hours ago"
      },
      {
        "title": "840 dirhams de crédit par famille : Mezzour rappelle le rôle social du “mol hanout”",
        "description": "Le ministre de l’Industrie et du Commerce, Ryad Mezzour, a rappelé devant la Chambre des représentants la place centrale qu’occupent les commerçants de proximité dans la vie économique et sociale",
        "url": "https://telquel.ma/instant-t/2025/12/09/840-dirhams-de-credit-par-famille-mezzour-rappelle-le-role-social-du-mol-hanout_1964421/",
        "time": "3 hours ago"
      },
      {
        "title": "Novembre 2025, troisième mois de novembre le plus chaud jamais enregistré",
        "description": "Novembre 2025 est le troisième mois de novembre le plus chaud jamais enregistré au niveau mondial alors que l&rsquo;année 2025 peut encore devenir la deuxième année la plus chaude, à",
        "url": "https://telquel.ma/instant-t/2025/12/09/novembre-2025-troisieme-mois-de-novembre-le-plus-chaud-jamais-enregistre_1964408/",
        "time": "4 hours ago"
      },
      {
        "title": "Bourse de Casablanca : l’IPO de Cash Plus dévoilée de l’intérieur",
        "description": "Ce lundi 8 décembre, la fintech Cash Plus a célébré sa première cotation, suite à son introduction à la Bourse de Casablanca, avec un taux de sursouscription établi à 64",
        "url": "https://telquel.ma/2025/12/09/bourse-de-casablanca-lipo-de-cash-plus-devoilee-de-linterieur_1964262",
        "time": "4 hours ago"
      }
    ]
  },
  "summaries": {
    "Nigeria": "Sanwo-Olu renews support for MSMEs as Lagos economy hits $259b. Tinubu seeks Senate approval to deploy troops to Benin Republic. KWASU graduates 8,119, commends gov, TETFund for support. No new projects as FG rolls over 70% of 2025 capital budget to 2026. Art world awaits 2025 Turner Prize winner. International: The Guardian reports Nigerian state secures release of 100 out of 265 kidnapped schoolchild; Al Jazeera reports 100 kidnapped children freed in Nigeria; France24 reports 100 Nigerian students rescued: No comment on negotiations or ransom.",
    "South Africa": "News24 | WATCH | ANC’s financial state proves it’s broke - not corrupt, says Mah.... News24 | Former Proteas coaches Kirsten, Domingo confirm new gigs. News24 | Nectarine, burrata and roasted pistachio salad. News24 | SA giant WBHO picked as construction contractor for R8bn Cape Winelands.... News24 | 200 000 flee in DRC as M23 rebels march on town, days after Trump peace.... International: The Guardian reports False claims Afrikaners are persecuted threaten South Africa’s soverei.",
    "Kenya": "6 activists arrested in Nairobi solidarity protest amid tension in Tanzania. Samia urges unity as Tanzania marks independence under tight security. 2 suspected robbers shot dead in dramatic chase along Nairobi’s Moi Avenue. Govt invites memoranda on policy framework to regulate worship centres. Nairobi’s Eastlands community receives 2 buses to support income generation.",
    "Ghana": "Ghana Business Women Awards 2025: Radia Adama Saani named outstanding woman in T.... Police deployed to major cities in Tanzania ahead of planned protests. Delta’s Wi-Fi revolution hits 1000th aircraft, bringing personalised entertainme.... 2026 World Cup: ‘Ghana not afraid of England, Croatia and Panama’ – Betty Krosbi.... Mahama decries broken health equipment to treat NCDs.",
    "Ethiopia": "2026 World Cup to Include Mandatory Mid-Half Hydration Breaks in Every Match. Annual Digital Transactions in Ethiopia Reach 18.5 Trillion Birr – Deputy PM Tem.... Ethiopia Launches National Digital Payments Strategy 2026–2030 and Instant Payme.... GERD Misinterpreted: Egyptian Activist Criticizes Domestic Media Narrative on Gr.... Ethiopia Champions Safe and Development-Oriented Migration.",
    "Tanzania": "TANAPA wins accolades for its quality tourism management.. A journey of massive social, economic progress. Historic launch strengthens media freedom, public trust. 64 years on, govt eyes stronger health for all. Why 4Rs matter yesterday, today and tomorrow. International: BBC reports Tanzania crackdown on planned protest leaves streets deserted.",
    "Uganda": "Sex Talk: My two cents on marital rape. Three is a crowd: The winner takes it all. Constitutional court dismisses former IGG Baku’s job petition. Human Rights Commission boss admits fear in condemning security brutality. Bukedea woman, 60, arrested over killing 77-year-old co-wife.",
    "Egypt": "Egypt’s Al-Mashat receives Global Leadership Award in Doha, highlights $97bn Afr.... Pakistanis see economic stability and low bribery rates, though police corruptio.... Egypt reviews plans for first national medical simulation centre. Israel escalates military action in Gaza, violates ceasefire amid rising casualt.... Al-Sisi, Haftar discuss Libya stability, call for withdrawal of foreign forces. International: The Guardian reports Ancient Egyptian pleasure boat found by archaeologists off Alexandria ; Al Jazeera reports World Cup 2026: Iran objects to ‘Pride Match’ branding for Egypt game.",
    "Morocco": "Inter Milan vs. Liverpool—How & Where to Watch. Morocco’s Small Shopkeepers Struggle as Minister Mezzour Promises New Roadmap to.... Airbus Finalizes Acquisition of Spirit AeroSystems Casablanca Site. Union Saint‑Gilloise vs. Olympique Marseille—How & When to Watch. Direct Social Support Benefits 3.8 Million Households as of November."
  },
  "international": {
    "Nigeria": [
      {
        "title": "Nigerian state secures release of 100 out of 265 kidnapped schoolchildren",
        "description": "Gunmen abducted 315 pupils and staff last month from St Mary’s school in Niger state as part of spate of kidnappingsNigerian authorities have secured the release of 100 kidnapped schoolchildren",
        "url": "https://www.theguardian.com/world/2025/dec/07/release-secured-of-100-kidnapped-nigerian-schoolchildren-but-many-still-being-held",
        "time": "1 day ago",
        "source": "The Guardian"
      },
      {
        "title": "100 kidnapped children freed in Nigeria",
        "description": "Nigeria has rescued 100 children who were abducted by gunmen from St Mary’s Catholic School in Niger state last month.",
        "url": "https://www.aljazeera.com/video/newsfeed/2025/12/9/100-kidnapped-children-freed-in-nigeria?traffic_source=rss",
        "time": "1 hour ago",
        "source": "Al Jazeera"
      },
      {
        "title": "100 Nigerian students rescued: No comment on negotiations or ransom",
        "description": "Nigeria's government on Monday rescued 100 schoolchildren abducted last month from a Catholic school in Niger state, in one of the country's biggest mass kidnappings in recent years. The students",
        "url": "https://www.france24.com/en/video/20251209-100-nigerian-students-rescued-no-comment-on-negotiations-or-ransom",
        "time": "1 hour ago",
        "source": "France24"
      },
      {
        "title": "Burkina Faso accuses Nigerian Air Force of violating its airspace",
        "description": "Nigeria denies the violation saying the aircraft made an emergency landing due to a technical issue.",
        "url": "https://www.bbc.com/news/articles/cpvdl74gxz9o?at_medium=RSS&at_campaign=rss",
        "time": "2 hours ago",
        "source": "BBC"
      },
      {
        "title": "Nigerian troops held in Burkina Faso after ‘unfriendly’ emergency landing",
        "description": "Unauthorised touchdown comes less than 24 hours after Nigerian forces intervened in attempted coup in BeninEleven Nigerian military personnel are being held in Burkina Faso after a Nigerian plane reportedly",
        "url": "https://www.theguardian.com/world/2025/dec/09/nigeria-troops-held-burkina-faso-emergency-landing",
        "time": "3 hours ago",
        "source": "The Guardian"
      }
    ],
    "South Africa": [
      {
        "title": "False claims Afrikaners are persecuted threaten South Africa’s sovereignty, says president",
        "description": "Cyril Ramaphosa says theories, promoted by Donald Trump, ‘conveniently align with wider notions of white supremacy’White supremacist ideology and false claims that South Africa’s Afrikaner minority is being racially persecuted",
        "url": "https://www.theguardian.com/world/2025/dec/08/white-supremacist-notions-threaten-sovereignty-of-south-africa-ramaphosa",
        "time": "21 hours ago",
        "source": "The Guardian"
      }
    ],
    "Kenya": [],
    "Ghana": [],
    "Ethiopia": [],
    "Tanzania": [
      {
        "title": "Tanzania crackdown on planned protest leaves streets deserted",
        "description": "There is a large police presence in major cities and the authorities have encouraged people to stay home.",
        "url": "https://www.bbc.com/news/articles/cx2e3j819eqo?at_medium=RSS&at_campaign=rss",
        "time": "2 hours ago",
        "source": "BBC"
      }
    ],
    "Uganda": [],
    "Egypt": [
      {
        "title": "Ancient Egyptian pleasure boat found by archaeologists off Alexandria coast",
        "description": "First-century luxury vessel matches description by the Greek historian Strabo, who visited city around 29-25BC An ancient Egyptian pleasure boat that matches a description by the first-century Greek historian Strabo",
        "url": "https://www.theguardian.com/world/2025/dec/08/ancient-egyptian-pleasure-boat-found-archaeologists-alexandria-coast",
        "time": "1 day ago",
        "source": "The Guardian"
      },
      {
        "title": "World Cup 2026: Iran objects to ‘Pride Match’ branding for Egypt game",
        "description": "Iran&#039;s football boss has labelled World Cup game chosen by organisers as an LGBTQ &#039;Pride Match&#039; as an &#039;irrational move&#039;.",
        "url": "https://www.aljazeera.com/sports/2025/12/9/world-cup-2026-iran-objects-to-pride-match-branding-for-egypt-game?traffic_source=rss",
        "time": "1 hour ago",
        "source": "Al Jazeera"
      }
    ],
    "Morocco": []
  }
}