{
  "headlines": {
    "Nigeria-The Guardian": [
      {
        "title": "Gov Lawal reiterates support for effective policing in Zamfara",
        "description": "Governor Dauda Lawal of Zamfara State has restated his administration's commitment to supporting police operations in the state. The post Gov Lawal reiterates support for effective policing in Zamfara appeared",
        "url": "https://guardian.ng/news/gov-lawal-reiterates-support-for-effective-policing-in-zamfara/",
        "time": "2 hours ago"
      },
      {
        "title": "NSC wades into Super Eagles protest in Morocco",
        "description": "To prevent a complete breakdown of law and order in the camp of the Super Eagles in Morocco, the National Sports Commission (NSC) intervened on Wednesday morning in the alleged",
        "url": "https://guardian.ng/sport/football/nsc-wades-into-super-eagles-protest-in-morocco/",
        "time": "3 hours ago"
      },
      {
        "title": "UNDSS, Chad consul general visit theatre command, pland end to insurgency",
        "description": "The Chief Security Adviser for the United Nations Department of Safety and Security (UNDSS) Nigeria, Mr Senyo Kufe, and the Consul General of the Republic of Chad in Maiduguri, Mr",
        "url": "https://guardian.ng/news/undss-chad-consul-general-visit-theatre-command-pland-end-to-insurgency/",
        "time": "3 hours ago"
      },
      {
        "title": "FG begins payment of three-year salary arrears to 1,700 college teachers",
        "description": "After six years of waiting, teachers and education officers in Federal Unity Colleges owed three years of salary arrears have begun receiving payments, The Guardian can authoritatively report. The post",
        "url": "https://guardian.ng/education/fg-begins-payment-of-three-year-salary-arrears-to-1700-college-teachers/",
        "time": "4 hours ago"
      },
      {
        "title": "Taraba govt launches training on hygienic meat handling",
        "description": "The Taraba State Government has reaffirmed its commitment to promoting hygiene, sanitation, and modern meat processing practices as part of efforts to ensure food safety and strengthen the state&#8217;s agricultural",
        "url": "https://guardian.ng/news/nigeria/metro/taraba-govt-launches-training-on-hygienic-meat-handling/",
        "time": "4 hours ago"
      }
    ],
    "Nigeria-Premium Times": [
      {
        "title": "Kanu asks court to halt judgment in terrorism trial",
        "description": "The judge had announced 20 November as the judgment date on Mr Kanu's terrorism trial. The post Kanu asks court to halt judgment in terrorism trial appeared first on Premium",
        "url": "https://www.premiumtimesng.com/news/top-news/834871-kanu-asks-court-to-halt-judgment-in-terrorism-trial.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Wike vows crackdown on illegal constructions after clash with Naval officers",
        "description": "This followed a confrontation with officers of the Nigerian Navy who allegedly obstructed his inspection of an ‘unauthorised site’ in Gaduwa District, along the Bola Ahmed Tinubu Way corridor in",
        "url": "https://www.premiumtimesng.com/news/top-news/834864-wike-vows-crackdown-on-illegal-constructions-after-clash-with-naval-officers.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Simi earns first international certification as ‘Duduke’ goes Gold in New Zealand",
        "description": "Initially released in April 2020, ‘Duduke’ is a heartfelt ballad that expresses the singer’s love and anticipation for her unborn child. The post Simi earns first international certification as ‘Duduke’",
        "url": "https://www.premiumtimesng.com/entertainment/music/834846-simi-earns-first-international-certification-as-duduke-goes-gold-in-new-zealand.html",
        "time": "1 hour ago"
      },
      {
        "title": "Gov Lawal pledges support for Fed University of Medical Sciences, Tsafe",
        "description": "The Vice Chancellor of the university, Ibrahim Yakasai, a professor, and the university's management team paid a courtesy visit to the governor at the Government House in Gusau. The post",
        "url": "https://www.premiumtimesng.com/promoted/834843-gov-lawal-pledges-support-for-fed-university-of-medical-sciences-tsafe.html",
        "time": "2 hours ago"
      },
      {
        "title": "Tinubu sends delegation to UK, seeks Ekweremadu’s transfer to Nigeria",
        "description": "The delegation was also received at the Nigerian High Commission in London by Ambassador Mohammed Maidugu, who is serving as the Acting High Commissioner to the United Kingdom. The post",
        "url": "https://www.premiumtimesng.com/news/top-news/834838-tinubu-sends-delegation-to-uk-seeks-ekweremadus-transfer-to-nigeria.html",
        "time": "2 hours ago"
      }
    ],
    "Nigeria-Vanguard": [
      {
        "title": "Land Dispute: Wike’s aide tackles Buratai over comment on minister’s clash with military",
        "description": "Olayinka said he was surprised that Buratai was more concerned about the minister’s exchange with a uniformed officer than about the redeployment of military personnel to perform duties unrelated to",
        "url": "https://www.vanguardngr.com/2025/11/land-dispute-wikes-aide-tackles-buratai-over-comment-on-ministers-clash-with-military/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "US skipping G20 in South Africa is ‘their loss’ – Ramaphosa",
        "description": "President Cyril Ramaphosa said Wednesday the United States boycott of the G20 summit in South Africa later this month would not prevent the meeting of the world's leading economies from",
        "url": "https://www.vanguardngr.com/2025/11/us-skipping-g20-in-south-africa-is-their-loss-ramaphosa/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Ships loaded with petrol, food, others arrive Lagos ports",
        "description": "The authority said that two other ships had arrived the ports, waiting to berth with bulk wheat and containers. The post Ships loaded with petrol, food, others arrive Lagos ports",
        "url": "https://www.vanguardngr.com/2025/11/ships-loaded-with-petrol-food-others-arrive-lagos-ports/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Terrorism: UN Security Adviser seeks stronger collaboration with Nigerian troops",
        "description": "The visit formed part of his ongoing nationwide visit to the theatre, familiarisation and operational assessment tour across Nigeria. The post Terrorism: UN Security Adviser seeks stronger collaboration with Nigerian",
        "url": "https://www.vanguardngr.com/2025/11/terrorism-un-security-adviser-seeks-stronger-collaboration-with-nigerian-troops/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Working from age 17 charted entrepreneurship path – Emelogu, CEO Dixon & Risks consulting",
        "description": "Ebun Ejirinde Emelogu was 33 and, interestingly, heavily pregnant when she plunged into the uncertain world of business The post Working from age 17 charted entrepreneurship path &#8211; Emelogu, CEO",
        "url": "https://www.vanguardngr.com/2025/11/working-from-age-17-charted-entrepreneurship-path-emelogu-ceo-dixon-risks-consulting/",
        "time": "1 hour ago"
      }
    ],
    "South Africa-News24": [
      {
        "title": "News24 | Businessman opens case against top cop over hijacking, cartel claims",
        "description": "Durban businessman Stuart Scharnick has opened a fraud and defamation case against Crime Intelligence boss Lieutenant-General Dumisani Khumalo, accusing the top cop of falsely linking him to hijacking and cartels",
        "url": "https://www.news24.com/southafrica/crime-and-courts/businessman-opens-case-against-top-cop-over-hijacking-cartel-claims-20251112-0508",
        "time": "Recently"
      },
      {
        "title": "News24 | Popular Limpopo musician arrested for attempted murder after shooting incident",
        "description": "Police in Limpopo have arrested a popular musician in connection with a shooting incident that left a motorist seriously wounded.",
        "url": "https://www.news24.com/southafrica/crime-and-courts/popular-limpopo-musician-arrested-for-attempted-murder-after-shooting-incident-20251112-0723",
        "time": "Recently"
      },
      {
        "title": "News24 | Ex-Gabon leader Ali Bongo’s wife Sylvia, son Noureddin sentenced to 20 years for graft",
        "description": "A Gabon court sentenced the former first lady and son of the oil-rich country’s deposed leader Ali Bongo to 20 years in prison following a two-day graft trial.",
        "url": "https://www.news24.com/world/africa/ex-gabon-leader-ali-bongos-wife-sylvia-son-noureddin-sentenced-to-20-years-for-graft-20251112-0290",
        "time": "Recently"
      },
      {
        "title": "News24 | Surge in stock prices merits a ratings upgrade, says JSE",
        "description": "South Africa’s sovereign credit rating doesn’t reflect improved investor sentiment, the head of the country’s stock exchange said, pitching for an upgrade from S&amp;P Global.",
        "url": "https://www.news24.com/business/economy/surge-in-stock-prices-merits-a-ratings-upgrade-says-jse-20251112-0535",
        "time": "Recently"
      },
      {
        "title": "News24 | PODCAST | The Lead: The MKP’s puzzling Russia deployment. PLUS, how to spot AI slop",
        "description": "Seasoned broadcast journalist Graeme Raubenheimer brings you The Lead, News24’s definitive podcast for in-depth reporting. This is The Lead and this is the South African story.",
        "url": "https://www.news24.com/multimedia/podcasts/podcast-the-lead-the-mkps-puzzling-russia-deployment-plus-how-to-spot-ai-slop-20251111-1005",
        "time": "Recently"
      }
    ],
    "South Africa-Daily Maverick": [
      {
        "title": "MTBPS: Stronger tax collections give Treasury some fiscal breathing room",
        "description": "The South African Revenue Service is expected to rake in almost R20-billion more than the Treasury had pencilled in back in May, according to the Medium Term Budget Policy Statement.",
        "url": "https://www.dailymaverick.co.za/article/2025-11-12-mtbps-stronger-tax-collections-provide-fiscal-breathing-room/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "#ThanksG20: Share your #ThanksG20 moment",
        "description": "Turns out, all it takes to get the city into gear is a visit from the world’s biggest economies, presidents, prime ministers and entourages rolling in for the G20 Summit,",
        "url": "https://www.dailymaverick.co.za/article/2025-11-12-share-your-thanksg20-moment/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "MTBPS 2025: From GNU to GNB (good news budget) — 3 things to note",
        "description": "After a shaky start with three runs at the Budget earlier this year, the Government of National Unity seems to have found its way to common ground with the Medium",
        "url": "https://www.dailymaverick.co.za/article/2025-11-12-from-gnu-to-gnb-good-news-budget-3-things-to-note/",
        "time": "1 hour ago"
      },
      {
        "title": "MTBPS 2025: Fiscal tightrope amid urgent need for SOE reform and municipal debt solutions in SA",
        "description": "Economist Sanisha Packirisamy says that with more than 700 entities under state ownership, ranking higher than most peer economies, restructuring SOEs presents a clear opportunity for efficiency gains and fiscal",
        "url": "https://www.dailymaverick.co.za/article/2025-11-12-fiscal-tightrope-amid-urgent-need-for-soe-reform-and-municipal-debt-solutions-in-sa/",
        "time": "1 hour ago"
      },
      {
        "title": "MTBPS 2025: Read in full — the Medium-Term Budget Policy Statement",
        "description": "This is the Medium-Term Budget Policy Statement, delivered on 12 November 2025 by Finance Minister Enoch Godongwana.",
        "url": "https://www.dailymaverick.co.za/article/2025-11-12-read-in-full-medium-term-budget-policy-statement-2/",
        "time": "1 hour ago"
      }
    ],
    "South Africa-The Citizen": [
      {
        "title": "MTBPS: Godongwana says billions lost to illicit trade could have stopped tax hikes",
        "description": "Illicit cigarettes trade has grown to 75% in 2025 from 19% in 2014.",
        "url": "https://www.citizen.co.za/business/mtbps-godongwana-says-billions-lost-to-illicit-trade-could-have-stopped-tax-hikes/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Mandisi Dyantyis to headline 15th Desmond Tutu International Peace Lecture",
        "description": "This year’s lecture will also highlight the winners of the Tutu Legacy Foundation Youth School Debate.",
        "url": "https://www.citizen.co.za/lifestyle/entertainment/mandisi-dyantyis-to-headline-15th-desmond-tutu-international-peace-lecture/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Spanish cops ground drone drug flights from Morocco",
        "description": "Police seized custom-built drones capable of flying 200 kilometres, revealing an elaborate hashish smuggling network.",
        "url": "https://www.citizen.co.za/news/news-world/spanish-cops-ground-drone-drug-flights-from-morocco/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "PSL club boss accuses Irvin Khoza of ‘dictatorial’ leadership",
        "description": "\"I've never seen a chairman with so much power in the country. He has more power than Cyril Ramaphosa,\" he said.",
        "url": "https://www.citizen.co.za/sport/soccer/local-soccer/psl-club-boss-accuses-irvin-khoza-of-dictatorial-leadership/",
        "time": "1 hour ago"
      },
      {
        "title": "Mbalula defends BEE while questions over G20 summit legitimacy arise amid no-shows",
        "description": "South Africa has had tense relations with the US government since Donald Trump's re-election.",
        "url": "https://www.citizen.co.za/news/south-africa/politics/they-should-know-that-there-was-apartheid-in-this-country-mbalula-says-anc-will-not-dump-bbbee-under-trump-pressure/",
        "time": "2 hours ago"
      }
    ],
    "Kenya-Daily Nation": [],
    "Kenya-Capital FM": [
      {
        "title": "Hong Kong’s Great Bay Area goes from bold blueprint to living reality",
        "description": "In February 2019, the outline development plan for the Guangdong-Hong Kong-Macao Greater Bay Area was unveiled, aiming to build the region into \"a role model of high-quality development\".",
        "url": "https://www.capitalfm.co.ke/news/2025/11/hong-kong-great-bay-area-living-reality/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Supreme Court kicks off annual contest for law students",
        "description": "The Supreme Court of Kenya has launched its 2025 Annual Moot Court Competition, bringing together 16 universities to debate refugee and migration rights ahead of next week’s International Association of",
        "url": "https://www.capitalfm.co.ke/news/2025/11/supreme-court-annual-moot-focuses-on-refugee-rights/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Ruth Odinga blasts Ruto allies in ODM over ‘orphaned’ remarks",
        "description": "Kisumu MP Ruth Odinga has accused ODM legislators allied to President Ruto of betraying Raila Odinga’s legacy after claiming the party is “orphaned,” urging supporters to rebuild and defend ODM’s",
        "url": "https://www.capitalfm.co.ke/news/2025/11/ruth-odinga-slams-ruto-allies-in-odm-over-orphaned-remarks/",
        "time": "2 hours ago"
      },
      {
        "title": "Ruto, Kindiki kick-off three day working tour in Ukambani counties",
        "description": "“We have said we will transform the Ukambani region, and we will do it through projects and development plans. Malice, slander, hatred, and tribalism cannot change Makueni,” the Head of",
        "url": "https://www.capitalfm.co.ke/news/2025/11/ruto-kindiki-kick-off-three-day-working-tour-in-ukambani-counties/",
        "time": "2 hours ago"
      },
      {
        "title": "Hope for childless couples as National Assembly approve Assisted Reproductive Technology law",
        "description": "NAIROBI, Kenya Nov 12 &#8211; National Assembly has passed the Assisted Reproductive Technology (ART) Bill, 2022, marking a historic step in regulating fertility treatment, surrogacy, and reproductive health in Kenya.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/hope-for-childless-couples-as-national-assembly-approve-assisted-reproductive-technology-law/",
        "time": "3 hours ago"
      }
    ],
    "Kenya-Business Daily": [],
    "Ghana-Citinewsroom": [],
    "Ghana-Graphic Online": [],
    "Ghana-MyJoyOnline": [
      {
        "title": "Trump says he has ‘obligation’ to sue BBC over speech edit",
        "description": "US President Donald Trump has said he has an \"obligation\" to sue the BBC over the way a section of his speech was edited in a Panorama documentary.",
        "url": "https://www.myjoyonline.com/trump-says-he-has-obligation-to-sue-bbc-over-speech-edit/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Citizen challenges National Cathedral funding at Supreme Court; AG disputes unconstitutionality",
        "description": "The Supreme Court has been asked to order the refund of all sums taken from the Consolidated Fund to finance the National Cathedral project because it was undertaken without prior",
        "url": "https://www.myjoyonline.com/citizen-challenges-national-cathedral-funding-at-supreme-court-ag-disputes-unconstitutionality/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Video: Mahama visits 37 Military Hospital following El-Wak stampede that claimed 6 lives",
        "description": "President John Mahama has visited the 37 Military Hospital in Accra to obtain personal information regarding the tragic stampede that occurred on Wednesday during the Ghana Armed Forces recruitment exercise",
        "url": "https://www.myjoyonline.com/video-mahama-visits-37-military-hospital-following-el-wak-stampede-that-claimed-6-lives/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "El-Wak Tragedy: Ntim Fordjour partly blames Stampede on Lack of Substantive Defence Minister",
        "description": "Ranking Member of Parliament’s Defence and Interior Committee, Rev. John Ntim Fordjour, has attributed the El-Wak Sports Stadium tragedy to the absence of a substantive Minister for Defence.",
        "url": "https://www.myjoyonline.com/el-wak-tragedy-ntim-fordjour-partly-blames-stampede-on-lack-of-substantive-defence-minister/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Lands Minister inaugurates Investor Selection Committee for VALCO modernisation and alumina refinery development",
        "description": "The Minister for Lands and Natural Resources, Emmanuel Armah-Kofi Buah, has inaugurated an Investor Selection Committee established by the Ghana Integrated Aluminium Development Corporation (GIADEC) under the guidance of the",
        "url": "https://www.myjoyonline.com/lands-minister-inaugurates-investor-selection-committee-for-valco-modernisation-and-alumina-refinery-development/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Ethiopia-Addis Standard": [],
    "Ethiopia-The Reporter Ethiopia": [
      {
        "title": "Kenyan Legends and Record Prize Money Set for Landmark 25th Great Ethiopian Run",
        "description": "The stage is set for an electrifying 25th anniversary of the Sofi Malt Great Ethiopian Run International 10km, with organisers pulling out all the stops for a historic celebration. The",
        "url": "https://www.thereporterethiopia.com/47714/",
        "time": "4 days ago"
      },
      {
        "title": "Regulators Seek to Bar Sub-Investment-Grade Banks from Entering Ethiopian Market",
        "description": "Foreign banks seeking to operate through subsidiaries in Ethiopia will be admitted only if they hold an investment grade credit rating of at least BBB- or its equivalent, according to",
        "url": "https://www.thereporterethiopia.com/47707/",
        "time": "4 days ago"
      },
      {
        "title": "Allied Gold’s Capital Expenditures Pile Up as Execs Eye Production in 2026",
        "description": "Ethiopian Electric Power slated to finalize transmission line in coming months Allied Gold Corporation poured more than USD 187 million in capital expenditures into the Kurmuk gold mining project in",
        "url": "https://www.thereporterethiopia.com/47701/",
        "time": "4 days ago"
      },
      {
        "title": "Safaricom Ethiopia Banks on Breaking Even in 2027, Reports Narrowing Losses",
        "description": "The executives of Safaricom say they are looking to break even on their Ethiopian venture some time in 2027, reporting that Safaricom Telecommunications Ethiopia PLC saw its losses narrow by",
        "url": "https://www.thereporterethiopia.com/47698/",
        "time": "4 days ago"
      },
      {
        "title": "Tigray’s Soil and Water Systems Poisoned by War, Report Warns of Long-Term Ecological Fallout",
        "description": "A new post-war environmental assessment has found widespread soil contamination and water resource destruction across the Tigray region, describing the damage as “multi-dimensional, intentional, and catastrophic.” According to the Commission",
        "url": "https://www.thereporterethiopia.com/47689/",
        "time": "4 days ago"
      }
    ],
    "Ethiopia-Fana Broadcasting": [
      {
        "title": "State Minister details Ethiopia’s capacity and infrastructure for hosting COP32",
        "description": "Addis Ababa, November 12, 2025 (FMC) – Ethiopia’s broad endorsement by African nations and other countries at the ongoing COP30 summit in Belém, Brazil, has paved the way for its",
        "url": "https://www.fanamc.com/english/state-minister-details-ethiopias-capacity-and-infrastructure-for-hosting-cop32/?utm_source=rss&utm_medium=rss&utm_campaign=state-minister-details-ethiopias-capacity-and-infrastructure-for-hosting-cop32",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Ramada Pay Reinstated as National Bank Updates Licensed Money Transfer Providers List",
        "description": "Addis Ababa, November 12, 2025 (FMC) – The National Bank of Ethiopia (NBE) announced on Tuesday an update to the list of licensed money transfer service providers authorized to operate",
        "url": "https://www.fanamc.com/english/ramada-pay-reinstated-as-national-bank-updates-licensed-money-transfer-providers-list/?utm_source=rss&utm_medium=rss&utm_campaign=ramada-pay-reinstated-as-national-bank-updates-licensed-money-transfer-providers-list",
        "time": "4 hours ago"
      },
      {
        "title": "AU and UN agree on concrete frameworks to translate dev’t goals into results",
        "description": "Addis Ababa, November 12, 2025 (FMC) – The African Union and the United Nations have agreed on concrete frameworks to jointly monitor and implement development initiatives across Africa, underscoring a",
        "url": "https://www.fanamc.com/english/au-and-un-agree-on-concrete-frameworks-to-translate-devt-goals-into-results/?utm_source=rss&utm_medium=rss&utm_campaign=au-and-un-agree-on-concrete-frameworks-to-translate-devt-goals-into-results",
        "time": "5 hours ago"
      },
      {
        "title": "Debre Berhan’s growing industries connect farmers to manufacturing, creates youth jobs: Deputy PM",
        "description": "Addis Ababa, November 12, 2025 (FMC) – Debre Berhan, the capital of North Shewa Zone in the Amhara region, is emerging as a growing center for industrial development, Deputy Prime",
        "url": "https://www.fanamc.com/english/debre-berhans-growing-industries-connect-farmers-to-manufacturing-creates-youth-jobs-deputy-pm/?utm_source=rss&utm_medium=rss&utm_campaign=debre-berhans-growing-industries-connect-farmers-to-manufacturing-creates-youth-jobs-deputy-pm",
        "time": "5 hours ago"
      },
      {
        "title": "Growing partnership between FMC and China media group hailed as a bridge of friendship",
        "description": "Addis Ababa, November 12, 2025 (FMC) – China’s cooperation with Ethiopia in media, language education, and cultural programs is strengthening mutual understanding and deepening people-to-people ties, according to Chinese Embassy",
        "url": "https://www.fanamc.com/english/growing-partnership-between-fmc-and-china-media-group-hailed-as-a-bridge-of-friendship/?utm_source=rss&utm_medium=rss&utm_campaign=growing-partnership-between-fmc-and-china-media-group-hailed-as-a-bridge-of-friendship",
        "time": "6 hours ago"
      }
    ],
    "Ivory Coast-Abidjan.net": [],
    "Ivory Coast-Connectionivoirienne": [
      {
        "title": "Mali transport: Reprise des activités de MSC après une suspension temporaire",
        "description": "Le géant du transport maritime MSC a annoncé la reprise de ses opérations terrestres au Mali, quelques jours seulement après avoir suspendu ses livraisons en raison de problèmes sécuritaires et",
        "url": "https://connectionivoirienne.net/2025/11/12/mali-transport-reprise-des-activites-de-msc-apres-une-suspension-temporaire/",
        "time": "7 hours ago"
      },
      {
        "title": "Yamoussoukro: Augustin Thiam serait-il “moins Français” que sa sœur Yamousso et leur frère Tidjane ?",
        "description": "Après avoir écarté Tidjane Thiam de la présidentielle au « nom d’une ivoirité 2.0 habillée en juridisme », voilà que le même scénario refait surface. Cette fois, c’est sa sœur,",
        "url": "https://connectionivoirienne.net/2025/11/11/yamoussoukro-augustin-thiam-serait-il-moins-francais-que-sa-soeur-yamousso-et-leur-frere-tidjane/",
        "time": "1 day ago"
      },
      {
        "title": "Attractivité économique : la Côte d’Ivoire bondit dans le Top 10 des destinations d’investissement en Afrique",
        "description": "La Côte d’Ivoire devient l’un des pays les plus attractifs du continent pour les investisseurs, selon le rapport 2025 « Où investir en Afrique » de Rand Merchant Bank (RMB).",
        "url": "https://connectionivoirienne.net/2025/11/10/attractivite-economique-la-cote-divoire-bondit-dans-le-top-10-des-destinations-dinvestissement-en-afrique/",
        "time": "1 day ago"
      }
    ],
    "Ivory Coast-Le Nouveau Courrier": []
  },
  "summaries": {
    "Nigeria": "Gov Lawal reiterates support for effective policing in Zamfara. NSC wades into Super Eagles protest in Morocco. UNDSS, Chad consul general visit theatre command, pland end to insurgency. Meanwhile, FG begins payment of three-year salary arrears to 1,700 college teachers. Taraba govt launches training on hygienic meat handling. Kanu asks court to halt judgment in terrorism trial. Additionally, Wike vows crackdown on illegal constructions after clash with Naval officers. Simi earns first international certification as ‘Duduke’ goes Gold in New Zealand. Kanu asks court to halt judgment in terrorism trial Wike vows crackdown on illegal constructions after clash with Naval officers Simi earns first international certification as ‘Duduke’ goes Gold in New Zealand.",
    "South Africa": "News24 | Businessman opens case against top cop over hijacking, cartel claims. News24 | Popular Limpopo musician arrested for attempted murder after shooting incident. News24 | Ex-Gabon leader Ali Bongo’s wife Sylvia, son Noureddin sentenced to 20 years f.... Meanwhile, News24 | Surge in stock prices merits a ratings upgrade, says JSE. News24 | PODCAST | The Lead: The MKP’s puzzling Russia deployment. PLUS, how to spot AI.... MTBPS: Stronger tax collections give Treasury some fiscal breathing room. Additionally, #ThanksG20: Share your #ThanksG20 moment. MTBPS 2025: From GNU to GNB (good news budget) — 3 things to note. #ThanksG20: Share your #ThanksG20 moment MTBPS 2025: From GNU to GNB (good news budget) — 3 things to note MTBPS 2025: Fiscal tightrope amid urgent need for SOE reform and municipal debt solutio....",
    "Kenya": "Hong Kong’s Great Bay Area goes from bold blueprint to living reality. Supreme Court kicks off annual contest for law students. Ruth Odinga blasts Ruto allies in ODM over ‘orphaned’ remarks. Ruto, Kindiki kick-off three day working tour in Ukambani counties. Hope for childless couples as National Assembly approve Assisted Reproductive Technolog.... Ruto, Kindiki kick-off three day working tour in Ukambani counties Hope for childless couples as National Assembly approve Assisted Reproductive Technolog....",
    "Ghana": "Citizen challenges National Cathedral funding at Supreme Court; AG disputes unconstitut.... Video: Mahama visits 37 Military Hospital following El-Wak stampede that claimed 6 lives. El-Wak Tragedy: Ntim Fordjour partly blames Stampede on Lack of Substantive Defence Min.... El-Wak Tragedy: Ntim Fordjour partly blames Stampede on Lack of Substantive Defence Min... Lands Minister inaugurates Investor Selection Committee for VALCO modernisation and alu....",
    "Ethiopia": "Kenyan Legends and Record Prize Money Set for Landmark 25th Great Ethiopian Run. Regulators Seek to Bar Sub-Investment-Grade Banks from Entering Ethiopian Market. Allied Gold’s Capital Expenditures Pile Up as Execs Eye Production in 2026. Meanwhile, Safaricom Ethiopia Banks on Breaking Even in 2027, Reports Narrowing Losses. Tigray’s Soil and Water Systems Poisoned by War, Report Warns of Long-Term Ecological F.... State Minister details Ethiopia’s capacity and infrastructure for hosting COP32. Additionally, Ramada Pay Reinstated as National Bank Updates Licensed Money Transfer Providers List. AU and UN agree on concrete frameworks to translate dev’t goals into results. Ramada Pay Reinstated as National Bank Updates Licensed Money Transfer Providers List AU and UN agree on concrete frameworks to translate dev’t goals into results Debre Berhan’s growing industries connect farmers to manufacturing, creates youth jobs:....",
    "Ivory Coast": "Mali transport: Reprise des activités de MSC après une suspension temporaire. Yamoussoukro: Augustin Thiam serait-il “moins Français” que sa sœur Yamousso et leur fr.... Attractivité économique : la Côte d’Ivoire bondit dans le Top 10 des destinations d’inv.... Attractivité économique : la Côte d’Ivoire bondit dans le Top 10 des destinations d’inv...."
  },
  "international": {
    "Nigeria": [
      {
        "title": "Stocks Rally as Nigeria Eases Tax That Caused Market Plunge",
        "description": "Nigerian stocks are heading for their biggest rally in almost two years after authorities softened a capital gains tax policy that had spooked foreign investors and triggered a market selloff.",
        "url": "https://www.bloomberg.com/news/articles/2025-11-11/nigerian-stocks-suffer-biggest-drop-in-15-years-on-tax-concerns",
        "time": "20 hours ago",
        "source": "Bloomberg"
      }
    ],
    "South Africa": [],
    "Kenya": [],
    "Ghana": [],
    "Ethiopia": [],
    "Ivory Coast": []
  }
}