{
  "headlines": {
    "Nigeria-The Guardian": [
      {
        "title": "New tax law to boost purchasing power of low-income workers, says Taxtech",
        "description": "A leading provider of tax administration and data security technologies, Taxaide Technologies Limited (Taxtech), has urged Nigerians to embrace the tax law, as the reform will benefit individuals, especially low-income",
        "url": "https://guardian.ng/news/new-tax-law-to-boost-purchasing-power-of-low-income-workers-says-taxtech/",
        "time": "1 hour ago"
      },
      {
        "title": "Father of three abducted Niger schoolchildren dies of shock – CAN chair",
        "description": "The Chairman of the Christian Association of Nigeria (CAN) in the Northern Region and the Federal Capital Territory (FCT), Rev. John Hayab, has said that a parent of three children",
        "url": "https://guardian.ng/news/nigeria/metro/father-of-three-abducted-niger-schoolchildren-dies-of-shock-can-chair/",
        "time": "1 hour ago"
      },
      {
        "title": "Boko Haram members found in Army recruitment list – Rep member",
        "description": "Former Deputy Speaker of the House of Representatives Ahmed Idris Wase on Wednesday alleged that names of Boko Haram members were once discovered on the Nigerian Army recruitment list, warning",
        "url": "https://guardian.ng/news/nigeria/metro/boko-haram-members-found-in-army-recruitment-list-rep-member/",
        "time": "1 hour ago"
      },
      {
        "title": "Mass abductions: Atiku slams Tinubu, says govt is ‘spinning failure into achievement’",
        "description": "Former Vice President Atiku Abubakar has slammed President Bola Tinubu over the way his government has handled the recent mass abductions in the country following comments made by the President’s",
        "url": "https://guardian.ng/news/mass-abductions-atiku-slams-tinubu-says-govt-is-spinning-failure-into-achievement/",
        "time": "2 hours ago"
      },
      {
        "title": "Road crash kills eight, injures four in Oyo",
        "description": "Eight persons have been confirmed dead while four others suffered various degrees of injuries in a road crash along Oyo/Ogbomoso road on Tuesday night. As gathered, the survivors are receiving",
        "url": "https://guardian.ng/news/nigeria/metro/road-crash-kills-eight-injures-four-in-oyo/",
        "time": "2 hours ago"
      },
      {
        "title": "Bandits refute FG, say Kebbi schoolgirls regained freedom after negotiation",
        "description": "A report has dismissed the claim by the government that the 24 abducted schoolgirls from Government Girls Comprehensive Senior Secondary School (GGCSS), Maga, in Kebbi State, were rescued by security",
        "url": "https://guardian.ng/news/bandits-refute-fg-say-kebbi-schoolgirls-regained-freedom-after-negotiation/",
        "time": "2 hours ago"
      },
      {
        "title": "FG launches national financial literacy drive to empower young Nigerians",
        "description": "The Federal Government, through the Ministry of Youth Development, has launched a nationwide financial education initiative to equip millions of young Nigerians with the skills to earn, manage, and grow",
        "url": "https://guardian.ng/news/fg-launches-national-financial-literacy-drive-to-empower-young-nigerians/",
        "time": "2 hours ago"
      },
      {
        "title": "N44b goes to rural roads as Bauchi governor eyes fresh $30m RAAMP fund",
        "description": "Bauchi State Governor Bala Mohammed has inaugurated the construction of 203.47 kilometres of rural roads across the state’s three senatorial districts under the Rural Access and Agricultural Marketing Project (RAAMP),",
        "url": "https://guardian.ng/news/nigeria/metro/n44b-goes-to-rural-roads-as-bauchi-governor-eyes-fresh-30m-raamp-fund/",
        "time": "2 hours ago"
      },
      {
        "title": "NAF, NNPC deepen partnership to secure critical oil, gas infrastructure",
        "description": "The Nigerian Air Force (NAF) has reaffirmed its commitment to deepen its longstanding partnership with the Nigerian National Petroleum Company (NNPC) Ltd in a renewed effort to protect critical oil",
        "url": "https://guardian.ng/news/naf-nnpc-deepen-partnership-to-secure-critical-oil-gas-infrastructure/",
        "time": "2 hours ago"
      },
      {
        "title": "Trump using FBI to ‘intimidate’ Congress, US lawmakers cry out",
        "description": "US Democratic lawmakers accused Donald Trump on Tuesday of using the FBI to &#8220;intimidate&#8221; members of Congress and said the law enforcement agency had requested interviews with them following their",
        "url": "https://guardian.ng/news/world/trump-using-fbi-to-intimidate-congress-us-lawmakers-cry-out/",
        "time": "2 hours ago"
      }
    ],
    "Nigeria-Premium Times": [],
    "Nigeria-Vanguard": [
      {
        "title": "Condom distribution in Nigeria drops by 55% – UNAIDS",
        "description": "The Joint United Nations Programme on HIV/AIDS (UNAIDS) says condom distribution in Nigeria has dropped by 55 per cent over the past year, a decline it warns reflects a deepening",
        "url": "https://www.vanguardngr.com/2025/11/condom-distribution-in-nigeria-drops-by-55-unaids/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Police hunt boyfriend for allegedly attacking lover with acid in Edo",
        "description": "The police command in Edo says it needs information that led to the arrest of one Timothy Gilbert, who allegedly doused his girlfriend, 40-year-old Angela Ogah, with acid in Benin",
        "url": "https://www.vanguardngr.com/2025/11/police-hunt-boyfriend-for-allegedly-attacking-lover-with-acid-in-edo/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Establishment of state police non-negotiable, says Abiodun",
        "description": "The Chairman of the Southern Governors’ Forum and Ogun State Governor, Dapo Abiodun, has reaffirmed that the creation of state police is “non-negotiable,” describing it as a key step in",
        "url": "https://www.vanguardngr.com/2025/11/establishment-of-state-police-non-negotiable-says-abiodun/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Pele’s brand acquired by family business of Neymar Jr.",
        "description": "Iconic footballer Pele's brand came under the ownership of another prominent Brazilian athlete, Neymar Santos Jr., after the company owned by his father said Tuesday it had bought the rights",
        "url": "https://www.vanguardngr.com/2025/11/peles-brand-acquired-by-family-business-of-neymar-jr/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Two parents of abducted Niger schoolchildren confirmed dead",
        "description": "One of the parents is a man identified as Anthony Musa while the other is a female whose identity is not yet known. The post Two parents of abducted Niger",
        "url": "https://www.vanguardngr.com/2025/11/two-parents-of-abducted-niger-schoolchildren-confirmed-dead/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Israel defence minister vows ‘no calm’ in Lebanon without security for Israel",
        "description": "He cited as proof the \"elimination\" of a top Hezbollah military chief in an Israeli strike on southern Beirut days earlier. The post Israel defence minister vows &#8216;no calm&#8217; in",
        "url": "https://www.vanguardngr.com/2025/11/israel-defence-minister-vows-no-calm-in-lebanon-without-security-for-israel/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Eight dead, four injured in Oyo road accident",
        "description": "Eight people have been confirmed dead and four others critically injured following a road accident along the Oyo–Ogbomoso Road on Tuesday night. The post Eight dead, four injured in Oyo",
        "url": "https://www.vanguardngr.com/2025/11/eight-dead-four-injured-in-oyo-road-accident/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Army denies allegations of financial exploitation at 90 battalion, says claims are blackmail",
        "description": "By Kingsley Omonobi The Nigerian Army has dismissed allegations circulating on social media suggesting internal power tussles, welfare neglect, and financial exploitation of soldiers at 90 Battalion, Koko, in Delta",
        "url": "https://www.vanguardngr.com/2025/11/army-denies-allegations-of-financial-exploitation-at-90-battalion-says-claims-are-blackmail/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Police debunk viral video alleging Fulani herdsmen attack in Rivers",
        "description": "The Rivers State Police Command has refuted a viral video circulating on social media which falsely claimed that Fulani herdsmen launched an attack in the state and were repelled by",
        "url": "https://www.vanguardngr.com/2025/11/police-debunk-viral-video-alleging-fulani-herdsmen-attack-in-rivers/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "FG to new foreign-trained doctors: Uphold Ethics or Face Sanctions",
        "description": "The Federal Government has cautioned newly inducted foreign-trained medical practitioners to uphold the highest standards of ethics and discipline or face appropriate sanctions from regulatory authorities. The post FG to",
        "url": "https://www.vanguardngr.com/2025/11/fg-to-new-foreign-trained-doctors-uphold-ethics-or-face-sanctions/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Nigeria-The Punch": [
      {
        "title": "Slain five policemen not killed by bandits -Bauchi gov",
        "description": "Bauchi&#8217;s governor clarifies that five slain policemen in Darazo LGA were victims of a community issue, not a bandit attack as earlier reported by police. Read More: https://punchng.com/slain-five-policemen-not-killed-by-bandits-bauchi-gov/",
        "url": "https://punchng.com/slain-five-policemen-not-killed-by-bandits-bauchi-gov/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "State police non-negotiable, says Ogun gov",
        "description": "Ogun Gov. Dapo Abiodun declares state police non-negotiable for tackling national insecurity, urging a unified Southern stance for true federalism. Read More: https://punchng.com/state-police-non-negotiable-says-ogun-gov/",
        "url": "https://punchng.com/state-police-non-negotiable-says-ogun-gov/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Senate hails Tinubu, security agencies for rescuing hostages",
        "description": "The Nigerian Senate commends President Tinubu for recent hostage rescues but warns of escalating Nigerian insecurity in Kwara, Kebbi, and Niger states. Read More: https://punchng.com/senate-hails-tinubu-security-agencies-for-rescuing-hostages/",
        "url": "https://punchng.com/senate-hails-tinubu-security-agencies-for-rescuing-hostages/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Wike slams unauthorized FCT school closure directive",
        "description": "FCT Minister Nyesom Wike condemns an unauthorized FCT school closure directive, calling it a dangerous breach and reassuring parents of school safety. Read More: https://punchng.com/wike-slams-unauthorized-fct-school-closure-directive/",
        "url": "https://punchng.com/wike-slams-unauthorized-fct-school-closure-directive/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Katsina gov signs 2026 appropriation bill into law",
        "description": "Katsina State Governor, Dikko Radda, has signed the Katsina 2026 budget into law, allocating N897.8bn with a historic 18% for recurrent spending. Read More: https://punchng.com/katsina-gov-signs-2026-appropriation-bill-into-law/",
        "url": "https://punchng.com/katsina-gov-signs-2026-appropriation-bill-into-law/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Fubara approves upgrade of Rivers NYSC orientation camp",
        "description": "Governor Fubara approves the upgrade of the Rivers NYSC camp in Nonwa-Gbam, responding to a surge in corps members choosing the state for service. Read More: https://punchng.com/fubara-approves-upgrade-of-rivers-nysc-orientation-camp/",
        "url": "https://punchng.com/fubara-approves-upgrade-of-rivers-nysc-orientation-camp/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Anambra first lady urges collective action against gender-based violence",
        "description": "Dr Nonye Soludo calls for collective action and practical solutions to end gender-based violence in Nigeria, emphasizing the need to empower women and girl Read More: https://punchng.com/anambra-first-lady-urges-collective-action-against-gender-based-violence/",
        "url": "https://punchng.com/anambra-first-lady-urges-collective-action-against-gender-based-violence/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Kebbi schoolgirls rescue: Saving lives, not catching kidnappers, comes first — Ex-JTF commander",
        "description": "A former JTF commander explains why rescue operations prioritize saving hostages over arresting kidnappers, detailing the complex field realities. Read More: https://punchng.com/kebbi-schoolgirls-rescue-saving-lives-not-catching-kidnappers-comes-first-ex-jtf-commander/",
        "url": "https://punchng.com/kebbi-schoolgirls-rescue-saving-lives-not-catching-kidnappers-comes-first-ex-jtf-commander/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "1 hour ago"
      },
      {
        "title": "Edo acid attack: Police begin manhunt for suspected boyfriend",
        "description": "Edo State Police have launched a manhunt for Timothy Gilbert, who allegedly bathed his girlfriend, Angela Ogah, with acid before fleeing the scene. Read More: https://punchng.com/edo-acid-attack-police-begin-manhunt-for-suspected-boyfriend/",
        "url": "https://punchng.com/edo-acid-attack-police-begin-manhunt-for-suspected-boyfriend/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "1 hour ago"
      },
      {
        "title": "Customs promote 13 senior officers, reward 10 for exceptional service",
        "description": "The Nigeria Customs Service Board approves a major customs promotion, elevating 5 Deputy Comptroller-Generals and 8 Assistant Comptroller-Generals. Read More: https://punchng.com/customs-promote-13-senior-officers-reward-10-for-exceptional-service/",
        "url": "https://punchng.com/customs-promote-13-senior-officers-reward-10-for-exceptional-service/?utm_source=rss.punchng.com&utm_medium=web",
        "time": "1 hour ago"
      }
    ],
    "Nigeria-ThisDay": [
      {
        "title": "Katsina Gov Signs N897bn 2026 Budget into Law",
        "description": "• Tasks lawmakers on oversight functions&#160; Francis Sardauna&#160;in Katsina&#160; Katsina State Governor Dikko Umaru Radda has signed into law the N897 billion 2026 budget barely 21 working days after its",
        "url": "https://www.thisdaylive.com/2025/11/26/katsina-gov-signs-n897bn-2026-budget-into-law/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Nigeria May Lose Millions of Children Without Urgent Investment, UNICEF Warns",
        "description": "* Calls for massive scale-up in education, protection, immunisation By Funmi Ogundare The United Nations Children’s Fund (UNICEF) has warned that Nigeria will lose millions of children to preventable causes",
        "url": "https://www.thisdaylive.com/2025/11/26/nigeria-may-lose-millions-of-children-without-urgent-investment-unicef-warns/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Enterprise and Leadership Development Academy Graduates First Cohort",
        "description": "Emmanuel Olorunda-Otaru Enterprise and Leadership Development Academy (ELDA) has graduated its first pioneer cohort in Lagos. In his welcome speech, Co-Founder and Chairman of the Governing Council of ELDA, Mr.",
        "url": "https://www.thisdaylive.com/2025/11/26/enterprise-and-leadership-development-academy-graduates-first-cohort/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Greensprings Announces Year 7, Year 10, Sixth Form Scholarships for 2026/2027 Session",
        "description": "Greensprings School has opened its scholarship applications for Year 7, Year 10 and the IB Diploma Programme in sixth form for the 2026/2027 session.This year marks the first inclusion of",
        "url": "https://www.thisdaylive.com/2025/11/26/greensprings-announces-year-7-year-10-sixth-form-scholarships-for-2026-2027-session/",
        "time": "2 hours ago"
      },
      {
        "title": "Nigeria’s Short Life Expectancy: The Rich Living Longer than the Poor",
        "description": "By Ugo Inyama In Nigeria, time itself seems unequal. For the rich, the clock ticks gently, granting decades of comfort. For the poor, it races toward an early grave. The",
        "url": "https://www.thisdaylive.com/2025/11/26/nigerias-short-life-expectancy-the-rich-living-longer-than-the-poor/",
        "time": "2 hours ago"
      },
      {
        "title": "‎Ehigiator Emerges Leader of Edo Citizens in Montreal",
        "description": "‎ ‎Chief Onyenkama Jude Ehigiator has emerged the sixth president of the Edo People Association of Montreal, Canada, having been returned unopposed in the election held on November 23, 2025.",
        "url": "https://www.thisdaylive.com/2025/11/26/ehigiator-emerges-leader-of-edo-citizens-in-montreal/",
        "time": "3 hours ago"
      },
      {
        "title": "Future Cities Need Smart Infrastructure: How the VI–Lekki Natural Gas Pipeline Project Is Powering a New Urban Economy.",
        "description": "Lagos is expanding at a staggering pace. Every day, nearly 3,000 people arrive in the city, drawn by its reputation as a place of boundless opportunities. By 2030, African megacities",
        "url": "https://www.thisdaylive.com/2025/11/26/future-cities-need-smart-infrastructure-how-the-vi-lekki-natural-gas-pipeline-project-is-powering-a-new-urban-economy/",
        "time": "3 hours ago"
      },
      {
        "title": "The Peril in El-Rufai’s Politics of Insecurity",
        "description": "Wale Igbintade feels that former Kaduna State Governor, Mallam Nasir El-Rufai’s recent outburst against Governor Uba Sani exposes the bitterness of a man who is determined to weaponise insecurity in",
        "url": "https://www.thisdaylive.com/2025/11/26/the-peril-in-el-rufais-politics-of-insecurity/",
        "time": "6 hours ago"
      },
      {
        "title": "All 24 Kebbi Schoolgirls Freed, Tinubu Elated, Says He’s Relieved",
        "description": "*Orders 24-hour aerial surveillance of Kebbi,&#160;Kwara, Niger, charges&#160;security agencies to rescue others in captivity *Military, DSS&#160;put&#160;pressure on bandits to&#160;free&#160;38 Eruku worshippers, says Onanuga *IGP&#160;seeks collaboration&#160;to&#160;surmount&#160;insecurity across&#160;Nigeria, Assembly says Niger&#160;under&#160;siege&#160; *Sani&#160;tells&#160;northern&#160;elites&#160;to",
        "url": "https://www.thisdaylive.com/2025/11/26/all-24-kebbi-schoolgirls-freed-tinubu-elated-says-hes-relieved/",
        "time": "10 hours ago"
      },
      {
        "title": "NNPC: N16tn Remitted to Federation in Taxes, Royalties, Dividends in 2024",
        "description": "·&#160;&#160;&#160;&#160;Spends N4.46tn on ‘sustainable’ procurement&#160; ·&#160;&#160;&#160;&#160;Targets 226 CNG stations by 2026 ·&#160;&#160;&#160;&#160;Employees exceed 5,400, 20% women in senior management&#160; Emmanuel Addeh&#160;in Abuja&#160; Nigerian National Petroleum Company Limited (NNPC Ltd) has",
        "url": "https://www.thisdaylive.com/2025/11/26/nnpc-n16tn-remitted-to-federation-in-taxes-royalties-dividends-in-2024-2/",
        "time": "10 hours ago"
      }
    ],
    "Nigeria-Daily Trust": [
      {
        "title": "Army foils bandits’ attack, rescues victims in Kogi",
        "description": "The 12 Brigade Nigerian Army, Lokoja, Kogi, says its troops have foiled an ambush by bandits and rescue kidnapped victims around Oshokoshoko and Obajana in Lokoja Local Government Area of",
        "url": "https://dailytrust.com/army-foils-bandits-attack-rescues-victims-in-kogi/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Atiku: Tinubu’s govt issuing press releases while Terrorists are operating freely",
        "description": "Former Vice-President Atiku Abubakar has berated the Federal Government over its handling of the release of the abducted schoolgirls in Maga, Kebbi State, saying that the rescue is not a",
        "url": "https://dailytrust.com/atiku-tinubus-govt-issuing-press-releases-while-terrorists-are-operating-freely/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Coalition condemns killing of police officers in Bauchi",
        "description": "The leadership of Fulani herders under auspices of Coalition of Pastoralists/Fulbe Associations in Bauchi State has condemned, in strong terms, the killings of five police officers in Sabon Sara village,",
        "url": "https://dailytrust.com/coalition-condemns-killing-of-police-officers-in-bauchi/",
        "time": "2 hours ago"
      },
      {
        "title": "Protect schools, don’t shut them, Northern women tell FG",
        "description": "Prominent Northern women under the aegis of the Voices for Inclusion and Equity for Women (VIEW) have faulted closure of schools by the state and Federal governments in the North",
        "url": "https://dailytrust.com/protect-schools-dont-shut-them-northern-women-tell-fg/",
        "time": "5 hours ago"
      },
      {
        "title": "30 years after Beijing Declaration, Minister, Danjuma Decry Declining Women’s Representation",
        "description": "Minister of Art, Culture, Tourism and Creative Economy, Hannatu Musa Musawa, Deputy Governor of Ogun State, Engr Noimot Salako -Oyedele, Senator Daisy Danjuma, Senator Uche Ekwunife and the Chairman/CEO of",
        "url": "https://dailytrust.com/30-years-after-beijing-minister-danjuma-decry-declining-womens-representation/",
        "time": "5 hours ago"
      },
      {
        "title": "Southern Governors to meet in Ogun over insecurity",
        "description": "All the Southern Governors are billed to hold meeting today in Ogun State to address &#8220;pressing national issues,&#8221; a statement by the Chairman of the Forum, Governor Dapo Abiodun, has",
        "url": "https://dailytrust.com/southern-governors-to-meet-in-ogun-over-insecurity/",
        "time": "5 hours ago"
      },
      {
        "title": "NIGERIA DAILY: Why Ransom Payments Persist Despite Government’s Stance On Kidnapping",
        "description": "DOWNLOAD HERE: Kidnapping has become a dark shadow that trails communities across Nigeria. From highways to farmlands, schools to city suburbs, families live with the fear that a single phone",
        "url": "https://dailytrust.com/nigeria-daily-why-ransom-payments-persist-despite-governments-stance-on-kidnapping/",
        "time": "6 hours ago"
      },
      {
        "title": "FG, Sultan okay film project on Dan Fodio’s daughter",
        "description": "The Sultan of Sokoto, Muhammadu Sa’ad Abubakar III and the Federal Ministry of Industry, Trade and Investment have endorsed Script Plus Limited for the production of a film project on",
        "url": "https://dailytrust.com/fg-sultan-okay-film-project-on-dan-fodios-daughter/",
        "time": "8 hours ago"
      },
      {
        "title": "Daily Trust bags DAME Best-Designed Newspaper award",
        "description": "Media Trust Group’s flagship publication, Daily Trust newspaper, on Tuesday won the 2025 Diamond Award for Media Excellence (DAME) in the category of Best-Designed Newspaper of the Year. Daily Trust",
        "url": "https://dailytrust.com/daily-trust-bags-dame-best-designed-newspaper-award/",
        "time": "8 hours ago"
      },
      {
        "title": "Youths must be trained on right investments to make wealth – FG",
        "description": "Minister of Youth Development, Ayodele Olawande, has said that there is a need to train Nigerian youths on lucrative and authentic kinds of investments they can embark on so they",
        "url": "https://dailytrust.com/youths-must-be-trained-on-right-investments-to-make-wealth-fg-2/",
        "time": "8 hours ago"
      }
    ],
    "South Africa-News24": [
      {
        "title": "News24 | Wales forced into raft of changes for Springbok Test",
        "description": "Wales coach Steve Tandy has made 14 changes to his 23-man team for the one-off test against world champions South Africa in Cardiff on Saturday, with both teams heavily depleted",
        "url": "https://www.news24.com/sport/rugby/springboks/wales-forced-into-raft-of-changes-for-springbok-test-20251126-0761",
        "time": "Recently"
      },
      {
        "title": "News24 | High Court judge arrested for alleged corruption",
        "description": "A Pretoria High Court judge is in custody for allegedly accepting money in exchange for favourable rulings.",
        "url": "https://www.news24.com/southafrica/crime-and-courts/high-court-judge-arrested-for-alleged-corruption-20251126-0202",
        "time": "Recently"
      },
      {
        "title": "News24 | SAPS won’t return to Telkom Towers despite millions spent",
        "description": "The controversial police headquarters at the Telkom Towers Complex remains unfit for use about 18 months after it was evacuated due to health and safety concerns.",
        "url": "https://www.news24.com/southafrica/crime-and-courts/saps-wont-return-to-telkom-towers-despite-millions-spent-20251126-0596",
        "time": "Recently"
      },
      {
        "title": "News24 | Why Monaco’s Prince Albert refused to sign the sovereign state’s abortion legalisation bill",
        "description": "Monaco’s Prince Albert has refused to sign a bill to legalise abortion in the sovereign state.",
        "url": "https://www.news24.com/life/arts-and-entertainment/royal-news/why-monacos-prince-albert-refused-to-sign-the-sovereign-states-abortion-legalisation-bill-20251126-0763",
        "time": "Recently"
      },
      {
        "title": "News24 | Strand man in court after neglected dog can’t be saved from infected wounds",
        "description": "The owner of a severely neglected German shepherd was arrested a few days after the 14-year-old dog was found with multiple untreated and infected wounds that led to it being",
        "url": "https://www.news24.com/southafrica/crime-and-courts/strand-man-in-court-after-neglected-dog-cant-be-saved-from-infected-wounds-20251126-0694",
        "time": "Recently"
      },
      {
        "title": "News24 | Olympics trip for Bidvest directors costing R1m draws shareholder scrutiny",
        "description": "Bidvest Group is having to explain itself to shareholders after asking them to endorse the bankrolling of a Paris Olympics trip for its chairman and two non-executive directors.",
        "url": "https://www.news24.com/business/companies/olympics-trip-for-bidvest-directors-costing-r1m-draws-shareholder-scrutiny-20251126-0487",
        "time": "Recently"
      },
      {
        "title": "News24 | Led by renowned chef Richard Carstens, Off the Menu launches in Stellenbosch",
        "description": "Off The Menu, a new food and wine emporium in Stellenbosch, has officially opened at 16 Dennesig Road, under the leadership of one of South Africa’s most celebrated chefs, Richard",
        "url": "https://www.news24.com/life/food/news/led-by-renowned-chef-richard-carstens-off-the-menu-launches-in-stellenbosch-20251126-0446",
        "time": "Recently"
      },
      {
        "title": "News24 | Hippo attack cover? Lloyd’s-backed ASR looks to shake up SA specialty insurance",
        "description": "The specialty insurer is launching products including parametric cover, as well as products that cover animal attacks on crops or people.",
        "url": "https://www.news24.com/business/companies/hippo-attack-cover-lloyds-backed-asr-looks-to-shake-up-sa-speciality-insurance-20251125-1099",
        "time": "Recently"
      },
      {
        "title": "News24 | Govt punts new 20% tax on online betting",
        "description": "The government wants to levy a new national tax of 20% on online betting, amid fears about a surge in gambling.",
        "url": "https://www.news24.com/business/economy/govt-punts-new-20-tax-on-online-betting-20251125-1080",
        "time": "Recently"
      },
      {
        "title": "News24 | Duduzile blames recruiter; Zille open to councillor duty: Today’s top 7 stories in 7 minutes",
        "description": "News24 brings you the top stories of the day, summarised into neat little packages. Read through quickly or listen to the articles via our customised text-to-speech feature.",
        "url": "https://www.news24.com/southafrica/duduzile-blames-recruiter-zille-open-to-councillor-duty-todays-top-7-stories-in-7-minutes-20251125-0915",
        "time": "Recently"
      }
    ],
    "South Africa-Daily Maverick": [
      {
        "title": "THE CONVERSATION: Worried about turning 60? Science says that’s when many of us actually peak",
        "description": "Worried about turning 60? Science says that’s when many of us actually peak",
        "url": "https://www.dailymaverick.co.za/article/worried-about-turning-60-science-says-thats-when-many-of-us-actually-peak",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "DEAL BREAKERS: How to avoid overspending on Black Friday — smart budget tips",
        "description": "How to avoid overspending on Black Friday — smart budget tips",
        "url": "https://www.dailymaverick.co.za/article/how-to-avoid-overspending-on-black-friday-smart-budget-tips",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "WORLD BEATERS: Proteas claim historic win in India, their first in 25 years",
        "description": "Proteas claim historic win in India, their first in 25 years",
        "url": "https://www.dailymaverick.co.za/article/proteas-claim-historic-win-in-india-their-first-in-25-years",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Putin cannot leave Ukraine war successfully, German chancellor says",
        "description": "Putin cannot leave Ukraine war successfully, German chancellor says",
        "url": "https://www.dailymaverick.co.za/article/putin-cannot-leave-ukraine-war-successfully-german-chancellor-says",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Ethiopia says death toll from Marburg virus outbreak rises to 6",
        "description": "Ethiopia says death toll from Marburg virus outbreak rises to 6",
        "url": "https://www.dailymaverick.co.za/article/ethiopia-says-death-toll-from-marburg-virus-outbreak-rises-to-6",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Israel launches new military operation in northern West Bank",
        "description": "Israel launches new military operation in northern West Bank",
        "url": "https://www.dailymaverick.co.za/article/israel-launches-new-military-operation-in-northern-west-bank",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "SELECTION DILEMMA: Bafana boss Hugo Broos ponders final Afcon team amid Themba Zwane fitness concerns",
        "description": "Bafana boss Hugo Broos ponders final Afcon team amid Themba Zwane fitness concerns",
        "url": "https://www.dailymaverick.co.za/article/bafana-boss-hugo-broos-ponders-final-afcnal-afcon-team-amid-themba-zwane-fitness",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Four dead after fire engulfs residential high-rise buildings in Hong Kong",
        "description": "Four dead after fire engulfs residential high-rise buildings in Hong Kong",
        "url": "https://www.dailymaverick.co.za/article/four-dead-after-fire-engulfs-residential-highrise-buildings-in-hong-kong",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "WHAT’S COOKING: Caribbean Cooking Confessions: Naomi’s ackee and saltfish with sweet plantains",
        "description": "Caribbean Cooking Confessions: Naomi’s ackee and saltfish with sweet plantains",
        "url": "https://www.dailymaverick.co.za/article/caribbean-cooking-confessions-naomis-ackee-and-saltfish-with-sweet-plantains",
        "time": "1 hour ago"
      },
      {
        "title": "G20 SUMMIT: Sorry we missed you, President Trump, but maybe it was for the best",
        "description": "In a surprising twist of fate, the absence of US leaders from the recent G20 summit in South Africa may have saved the conference from chaos. As tensions simmered between",
        "url": "https://www.dailymaverick.co.za/article/sorry-we-missed-you-president-trump-but-maybe-it-was-for-the-best",
        "time": "3 hours ago"
      }
    ],
    "South Africa-The Citizen": [
      {
        "title": "Wales coach Tandy forced to make wholesale changes for Boks Test",
        "description": "The South African side will also be without several first-choice players for the match in Cardiff.",
        "url": "https://www.citizen.co.za/sport/rugby/wales-coach-tandy-changes-boks-test/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Scania Southern Africa launches results-driven campaign to reaffirm market leadership and show impact of choosing price over performance",
        "description": "Focus on fuel efficiency is not simply a technical consideration, it is a core business advantage.",
        "url": "https://www.citizen.co.za/business/scania-southern-africa-results-driven-campaign-market-leadership-true-impact-price-over-performance/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Recipe of the day: Creamy mushroom and leek rice with crispy chicken",
        "description": "This dish can be served with other meat or vegetables, or eaten on its own",
        "url": "https://www.citizen.co.za/lifestyle/food-and-drink/recipes/recipe-of-the-day-creamy-mushroom-and-leek-rice-with-crispy-chicken/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "What your R370 Sassa SRD grant can buy at Shoprite",
        "description": "For the 8.7 million people who have to survive on a Sassa SRD grant, the only gift they want is for their family to go to bed on a full",
        "url": "https://www.citizen.co.za/business/personal-finance/what-your-r370-sassa-srd-grant-can-buy-at-shoprite/",
        "time": "1 hour ago"
      },
      {
        "title": "Municipalities owe Eskom three times more than consumers but committee argues affordability",
        "description": "Municipalities owe Eskom roughly R105 billion, while the debt owed by consumers to their municipalities is much lower.",
        "url": "https://www.citizen.co.za/news/south-africa/municipal-electricity-debt-consumer-debt-committee-affordability/",
        "time": "1 hour ago"
      },
      {
        "title": "Miss Universe Africa and Oceania Olivia Yacé resigns: ‘I must remain true to my values’",
        "description": "Yacé said she is also stepping away from any future affiliation with the Miss Universe committee.",
        "url": "https://www.citizen.co.za/lifestyle/fashion-and-beauty/miss-universe-africa-and-oceania-olivia-yace-resigns/",
        "time": "1 hour ago"
      },
      {
        "title": "Sars accused of blaming tax practitioners for eFiling hijackings",
        "description": "The Ombud said it is looking into publishing the final report of eFiling profile hijacking by the second week of February 2026.",
        "url": "https://www.citizen.co.za/business/sars-accused-of-blaming-tax-practitioners-for-efiling-hijackings/",
        "time": "1 hour ago"
      },
      {
        "title": "MEC weighs in on foreigners in schools",
        "description": "Chiloane acknowledged that certain communities have schools with higher concentrations of foreign nationals.",
        "url": "https://www.citizen.co.za/news/south-africa/education/mec-weighs-in-on-foreigners-in-schools/",
        "time": "1 hour ago"
      },
      {
        "title": "Gauteng government will keep Deokaran’s name alive while the masterminds behind her death remain unknown",
        "description": "Legislature adopts motion to honour slain whistle-blower's memory.",
        "url": "https://www.citizen.co.za/news/south-africa/politics/gauteng-government-will-keep-deokarans-name-alive-while-the-masterminds-behind-her-death-remain-unknown/",
        "time": "1 hour ago"
      },
      {
        "title": "Cape Town pensioner claims a R13 million win from Lotto",
        "description": "Birthdates win a pensioner millions.",
        "url": "https://www.citizen.co.za/lotto/cape-town-pensioner-claims-a-r13-million-win-from-lotto/",
        "time": "1 hour ago"
      }
    ],
    "South Africa-Business Day": [],
    "South Africa-IOL": [
      {
        "title": "Labour Court rules employee's resignation was constructive dismissal",
        "description": "A Labour Court has awarded R310,000 to an employee after ruling her resignation was due to constructive dismissal, highlighting the need for employers to follow proper procedures and maintain trust",
        "url": "https://iol.co.za/capetimes/news/2025-11-26-labour-court-rules-employees-resignation-was-constructive-dismissal/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "VIDEO | Gqeberha woman arrested after brutal assault on 3-year-old boy goes viral",
        "description": "A 28-year-old woman was arrested after she allegedly assaulted a three-year-old boy",
        "url": "https://iol.co.za/news/2025-11-26-video-gqeberha-woman-arrested-after-brutal-assault-on-3-year-old-boy-goes-viral/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Township builders are housing the nation as state support lags, dialogue warns",
        "description": "Affordable housing pioneers from across the country at the recent Township Rental Dialogue in Johannesburg",
        "url": "https://iol.co.za/business/property/2025-11-26-township-builders-are-housing-the-nation-as-state-support-lags-dialogue-warns/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Wales coach Steven Tandy counting on crowd support to stem Springbok tide",
        "description": "Wales coach coach Steve Tandy duringhis time as defence coach of British &amp; Irish Lions.",
        "url": "https://iol.co.za/sport/rugby/international/2025-11-26-wales-coach-steven-tandy-counting-on-crowd-support-to-stem-springbok-tide/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Horn ready for ‘cracker’ as Lions target rare derby win over Bulls",
        "description": "Francke Horn says the Lions’ focus must remain on consistency as they chase derby bragging rights against the Bulls at Loftus. Photo: Backpagepix",
        "url": "https://iol.co.za/sport/rugby/urc/2025-11-26-horn-ready-for-cracker-as-lions-target-rare-derby-win-over-bulls/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Parliament seeks criminal charges against Collins Letsoalo for skipping hearings",
        "description": "The Standing Committee on Public Accounts has resolved to request the concurrence of National Assembly Speaker Thoko Didiza for Parliament to lay criminal charges against former Road Accident Fund CEO",
        "url": "https://iol.co.za/news/politics/2025-11-26-parliament-seeks-criminal-charges-against-collins-letsoalo-for-skipping-hearings/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "KwaZulu-Natal anticipates R13 billion boost from festive season tourism",
        "description": "KwaZulu-Natal MEC for Economic Development, Tourism and Environmental Affairs, Reverend Musa Zondi",
        "url": "https://iol.co.za/sunday-tribune/news/2025-11-26-kwazulu-natal-anticipates-r13-billion-boost-from-festive-season-tourism/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Brazilian G20 pilots forced to walk to their hotel after 'not paying' sex workers",
        "description": "Gauteng Premier Panyaza Lesufi said that two Brazilian pilots were forced to walk to Sandton from Kempton Park after refusing to pay two Sandton-based sex workers.",
        "url": "https://iol.co.za/news/south-africa/2025-11-26-brazilian-g20-pilots-forced-to-walk-to-their-hotel-after-not-paying-sex-workers/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Abdeslam Ouaddou warns rivals as Orlando Pirates’ squad depth drives title push",
        "description": "Oswin Appollis of Orlando Pirates celebrates the winning goal with his coach Abdeslam Ouaddou during Betway Premiership against Chippa United FC at Orlando Stadium on Tuesday.",
        "url": "https://iol.co.za/sport/soccer/psl/2025-11-26-abdeslam-ouaddou-warns-rivals-as-orlando-pirates-squad-depth-drives-title-push/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Shilton van Wyk hoping to repeat debut heroics as Blitzboks return to Dubai Sevens",
        "description": "Shilton van Wyk returns to Dubai, hoping to spark a winning start for the Blitzboks as the 2026 sevens season kicks off. Photo: Backpagepix",
        "url": "https://iol.co.za/sport/rugby/2025-11-26-van-wyk-hoping-to-repeat-debut-heroics-as-blitzboks-return-to-dubai-sevens/",
        "time": "Less than 1 hour ago"
      }
    ],
    "South Africa-Mail & Guardian": [
      {
        "title": "Collen Malatji: I would rather support Magashule’s return to the ANC than that of Jacob Zuma",
        "description": "The ANC Youth League president also warned that removing Cyril Ramaphosa as president would plunge the country into chaos",
        "url": "https://mg.co.za/politics/2025-11-25-collen-malatji-i-would-rather-support-magashules-return-to-the-anc-than-that-of-jacob-zuma/",
        "time": "1 day ago"
      },
      {
        "title": "5 Benefits of trading with minimum deposit brokers in South Africa",
        "description": "South African traders often want a practical way to enter the market without risking too much capital on day one. Minimum deposit accounts provide a simple starting point. They allow",
        "url": "https://mg.co.za/partner-content/2025-11-25-5-benefits-of-trading-with-minimum-deposit-brokers-in-south-africa/",
        "time": "1 day ago"
      },
      {
        "title": "5 Powerful ways AI trade copiers strengthen risk management in Forex trading",
        "description": "Forex trading in South Africa has seen rapid growth in recent years, with more individuals using technology to participate in global financial markets. At the same time, risk remains a",
        "url": "https://mg.co.za/partner-content/2025-11-25-5-powerful-ways-ai-trade-copiers-strengthen-risk-management-in-forex-trading/",
        "time": "1 day ago"
      },
      {
        "title": "Anatomy of a hospital: Groote Schuur in a time of budget and staffing cuts",
        "description": "From porters to engineers, hospital staff navigate chronic underfunding and staffing shortages while maintaining world-class care at one of South Africa's most storied medical institutions",
        "url": "https://mg.co.za/health/2025-11-25-anatomy-of-a-hospital-groote-schuur-in-a-time-of-budget-and-staffing-cuts/",
        "time": "1 day ago"
      },
      {
        "title": "Protected: Africa rising – how digital payments are unlocking a new era of economic inclusion",
        "description": "There is no excerpt because this is a protected post.",
        "url": "https://mg.co.za/partner-content/2025-11-25-africa-rising-how-digital-payments-are-unlocking-a-new-era-of-economic-inclusion/",
        "time": "1 day ago"
      },
      {
        "title": "How Big Tobacco stalls SA’s smoking and vaping law",
        "description": "When first introduced, strict rules on tobacco advertising in South Africa helped cut smoking from 32% to 24% over a decade. But 20 years later, adult smoking prevalence has stagnated",
        "url": "https://mg.co.za/health/2025-11-25-how-big-tobacco-stalls-sas-smoking-and-vaping-law/",
        "time": "1 day ago"
      },
      {
        "title": "COP30: Nations chose unity, science and economic common sense amid ‘stormy political waters’",
        "description": "Countries are ‘still in the climate fight’, the United Nations climate chief Simon Stiell said",
        "url": "https://mg.co.za/the-green-guardian/2025-11-25-cop30-nations-chose-unity-science-and-economic-common-sense-amid-stormy-political-waters/",
        "time": "1 day ago"
      },
      {
        "title": "Andrew Chauke acted outside prosecutorial jurisdiction, says NPA boss Shamila Batohi",
        "description": "The national director of public prosecutions said the suspended Gauteng director of public prosecutions’ actions in a KwaZulu-Natal case were politically motivated",
        "url": "https://mg.co.za/news/2025-11-24-andrew-chauke-unlawful-acted-outside-prosecutorial-jurisdiction-says-npa-boss-shamila-batohi/",
        "time": "1 day ago"
      },
      {
        "title": "Rediscovery of South Africa’s most endangered bird sparks hope",
        "description": "Fewer than 340 Botha’s Larks remain in the wild",
        "url": "https://mg.co.za/the-green-guardian/2025-11-24-rediscovery-of-south-africas-most-endangered-bird-sparks-hope/",
        "time": "1 day ago"
      }
    ],
    "Kenya-Daily Nation": [],
    "Kenya-Capital FM": [
      {
        "title": "Huge Turnout as Kisumu Residents Flood Mobile ID Registration Centres, Call for Extension",
        "description": "The three-day exercise, running across the Kisumu Central Sub-County, has recorded exceptionally high numbers, with long queues forming as early as sunrise.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/huge-turnout-as-kisumu-residents-flood-mobile-id-registration-centres-call-for-extension/",
        "time": "1 hour ago"
      },
      {
        "title": "AU, EU to Deliver Clean Electricity Access to 100 Million Africans by 2030 in New Green Energy Pact",
        "description": "The commitment was outlined in the Joint Declaration issued at the close of the 7th AU–EU Summit, held on 24–25 November in Luanda.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/au-eu-to-deliver-clean-electricity-access-to-100-million-africans-by-2030-in-new-green-energy-pact/",
        "time": "1 hour ago"
      },
      {
        "title": "Khalwale warns of pandemonium following withdrawal of security details for him and Natembeya",
        "description": "Khalwale acknowledged that police officers in the region have acted professionally so far.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/khalwale-warns-of-pandemonium-following-withdrawal-of-security-details-for-him-and-natembeya/",
        "time": "2 hours ago"
      },
      {
        "title": "CS Murkomen Warns Against Ferrying Goons to Polling Stations Ahead of Thursday By-Elections",
        "description": "The CS warned that anyone seeking to disrupt the electoral process through violence or intimidation will face immediate arrest.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/cs-murkomen-warns-against-ferrying-goons-to-polling-stations-ahead-of-thursday-by-elections/",
        "time": "3 hours ago"
      },
      {
        "title": "Ethekon Warns Candidates Against Electoral Malpractices Ahead of Thursday By-Elections",
        "description": "Ethekon emphasized that the commission is committed to ensuring a free, fair, and transparent electoral process.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/ethekon-warns-candidates-against-electoral-malpractices-ahead-of-thursday-by-elections/",
        "time": "4 hours ago"
      },
      {
        "title": "Security details for Natembeya, Other VIPs withdrawn Pending Poll Chaos Investigation: CS Murkomen",
        "description": "CS Murkomen stated that the security withdrawals are temporary and will remain in effect pending investigations into the extent of their involvement.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/security-details-for-natembeya-other-vips-withdrawn-pending-poll-chaos-investigation-cs-murkomen/",
        "time": "4 hours ago"
      },
      {
        "title": "Kenya Launches Foreign Policy Mashinani Coast Edition to Boost Maritime Diplomacy and Economic Engagement",
        "description": "The Coast Edition places a strong emphasis on Kenya’s bid for a Category C seat at the International Maritime Organization.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/kenya-launches-foreign-policy-mashinani-coast-edition-to-boost-maritime-diplomacy-and-economic-engagement/",
        "time": "5 hours ago"
      },
      {
        "title": "NPS Assures of adequate Security Ahead of tomorrow’s By-Elections, Warns Against Incitement",
        "description": "The NPS noted that police officers have been deployed across all polling stations, key transit routes, and sensitive areas to safeguard voters, election officials, and political candidates.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/nps-assures-of-adequate-security-ahead-of-tomorrows-by-elections-warns-against-incitement/",
        "time": "5 hours ago"
      },
      {
        "title": "IEBC Chair Ethekon Confident of Fair By-Elections, Calls for Peaceful Conduct",
        "description": "He urged candidates, political parties, and the electorate to maintain calm and uphold the rule of law.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/iebc-chair-ethekon-confident-of-fair-by-elections-calls-for-peaceful-conduct/",
        "time": "5 hours ago"
      },
      {
        "title": "U.S. Commits $150mn to Expand Zipline Drone Medical Delivery in Kenya and Africa",
        "description": "The investment will expand Zipline’s American-made advanced robotics, enabling faster, more reliable delivery of critical medical supplies.",
        "url": "https://www.capitalfm.co.ke/news/2025/11/u-s-commits-150mn-to-expand-zipline-drone-medical-delivery-in-kenya-and-africa/",
        "time": "5 hours ago"
      }
    ],
    "Kenya-Business Daily": [],
    "Kenya-The Star": [],
    "Kenya-Standard Digital": [],
    "Kenya-Kenyan Wallstreet": [],
    "Ghana-Citinewsroom": [],
    "Ghana-Graphic Online": [],
    "Ghana-MyJoyOnline": [
      {
        "title": "Four swimmers to represent Ghana for African Youth Games",
        "description": "Ghana will field a four-member swimming team at the 4th African Youth Games, scheduled for December 10–20, 2025, in Angola.",
        "url": "https://www.myjoyonline.com/four-swimmers-to-represent-ghana-for-african-youth-games/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Education Minister moves to make university chartering optional after concerns from private institutions",
        "description": "Minister of Education, Haruna Iddrisu, has revealed that his ministry is finalising a cabinet memo seeking approval to amend the current Presidential Charter system to make charter acquisition optional for",
        "url": "https://www.myjoyonline.com/education-minister-moves-to-make-university-chartering-optional-after-concerns-from-private-institutions/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Dear Mahama series: Central Region hit hard as galamsey turns water into costly commodity",
        "description": "The impact of illegal mining, popularly known as galamsey, has opened the door to ruthless exploitation in the Central Region, where communities are now grappling with severe water scarcity.",
        "url": "https://www.myjoyonline.com/dear-mahama-series-central-region-hit-hard-as-galamsey-turns-water-into-costly-commodity/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "MPC cuts policy rate sharply to 18%",
        "description": "The Monetary Policy Committee (MPC) of the Bank of Ghana (BoG) has reduced the policy rate significantly by 350 basis points to 18 percent from 21.5 percent. The decision was",
        "url": "https://www.myjoyonline.com/mpc-cuts-policy-rate-sharply-to-18/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "GSS Report: Nearly half of women experience domestic violence in some districts",
        "description": "Nearly half of women in some districts across Ghana are exposed to domestic violence, with the Central Region emerging as the country’s highest-risk area. This is according to the latest",
        "url": "https://www.myjoyonline.com/gss-report-nearly-half-of-women-experience-domestic-violence-in-some-districts/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "GRA, National Security block GH¢3.6 million revenue loss",
        "description": "A joint operation of the Customs Division of the Ghana Revenue Authority (GRA), the National Security and the military have intercepted four trucks carrying diverted goods, with GH¢3.6 million worth",
        "url": "https://www.myjoyonline.com/gra-national-security-block-gh%c2%a23-6-million-revenue-loss/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "UHAS Alumni Association holds second lecture, highlighting the critical role of sports medicine in national development",
        "description": "The University of Health and Allied Sciences Alumni Association has successfully held its second annual Alumni Lecture, featuring a historic homecoming of an alumnus as the keynote speaker this time",
        "url": "https://www.myjoyonline.com/uhas-alumni-association-holds-second-lecture-highlighting-the-critical-role-of-sports-medicine-in-national-development/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Delay in passing Property Rights of Spouses Bill a ‘blot on Parliament’ – Deputy Clerk",
        "description": "A Deputy Clerk of Parliament, Camillo Pwamang, has described Parliament’s inability to pass the long-awaited Property Rights of Spouses Bill as a stain on the institution.",
        "url": "https://www.myjoyonline.com/delay-in-passing-property-rights-of-spouses-bill-a-blot-on-parliament-deputy-clerk/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The Great Migration: Black Volta River flood victims endorse intervention for relocation",
        "description": "The Black Volta River, influenced by climatic conditions, water in 2023, has displaced six thousand one hundred and seventy [6, 175] residents, including twelve thousand children, were affected by the",
        "url": "https://www.myjoyonline.com/the-great-migration-black-volta-river-flood-victims-endorse-intervention-for-relocation/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Majority of Ghanaians back individual applications for MMDCE roles – Survey",
        "description": "A recent nationwide survey by the Institute of Economic Affairs (IEA) indicates strong public backing for non-partisan elections of Metropolitan, Municipal, and District Chief Executives (MMDCEs).",
        "url": "https://www.myjoyonline.com/majority-of-ghanaians-back-individual-applications-for-mmdce-roles-survey/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Ghana-GhanaWeb": [],
    "Ghana-Daily Graphic": [],
    "Ghana-Business Ghana": [],
    "Ethiopia-Addis Standard": [],
    "Ethiopia-The Reporter Ethiopia": [],
    "Ethiopia-Fana Broadcasting": [
      {
        "title": "Ethiopia and France Reaffirm Strategic Partnership Amid Transformative Reforms",
        "description": "Addis Ababa, November 26, 2026 (FMC) – Ethiopia and France have reaffirmed their historic and expanding partnership during a meeting between Adem Farah, Deputy President and General Secretary of the",
        "url": "https://www.fanamc.com/english/ethiopia-and-france-reaffirm-strategic-partnership-amid-transformative-reforms/?utm_source=rss&utm_medium=rss&utm_campaign=ethiopia-and-france-reaffirm-strategic-partnership-amid-transformative-reforms",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "AU and EU leaders pledge deepened cooperation on peace, development, and climate",
        "description": "Luanda, November 26, 2025 (FMC) — African Union (AU) and European Union (EU) leaders pledged to deepen their strategic partnership, advancing development, peace, and sustainable cooperation between the two continents.",
        "url": "https://www.fanamc.com/english/au-and-eu-leaders-pledge-deepened-cooperation-on-peace-development-and-climate/?utm_source=rss&utm_medium=rss&utm_campaign=au-and-eu-leaders-pledge-deepened-cooperation-on-peace-development-and-climate",
        "time": "2 hours ago"
      },
      {
        "title": "President Taye engages European leaders on bilateral and multilateral cooperation",
        "description": "Addis Ababa, November 26, 2026 (FMC) – President Taye Atske-Selassie of the Federal Democratic Republic of Ethiopia held high-level discussions with leaders from the Czech Republic, Hungary, Slovakia, and Croatia",
        "url": "https://www.fanamc.com/english/president-taye-engages-european-leaders-on-bilateral-and-multilateral-cooperation/?utm_source=rss&utm_medium=rss&utm_campaign=president-taye-engages-european-leaders-on-bilateral-and-multilateral-cooperation",
        "time": "2 hours ago"
      },
      {
        "title": "Ethiopia names Foreign Minister Gedion Timothewos as President-Designate of COP32",
        "description": "Addis Ababa, November 26, 2025 (FMC) — Ethiopia has appointed its Foreign Minister, Dr. Gedion Timothewos, as President-Designate of the 32nd Conference of the Parties (COP32) under the United Nations",
        "url": "https://www.fanamc.com/english/ethiopia-names-foreign-minister-gedion-timothewos-as-president-designate-of-cop32/?utm_source=rss&utm_medium=rss&utm_campaign=ethiopia-names-foreign-minister-gedion-timothewos-as-president-designate-of-cop32",
        "time": "3 hours ago"
      },
      {
        "title": "Thailand Reels From ‘300-Year’ Rainfall as Deadly Floods Hit Southeast Asia",
        "description": "Addis Ababa, November 24, 2025 (FMC) — Thailand is grappling with severe flooding across its southern provinces, where at least 18 people have died and military vessels and aircraft have",
        "url": "https://www.fanamc.com/english/thailand-reels-from-300-year-rainfall-as-deadly-floods-hit-southeast-asia82400-2/?utm_source=rss&utm_medium=rss&utm_campaign=thailand-reels-from-300-year-rainfall-as-deadly-floods-hit-southeast-asia82400-2",
        "time": "7 hours ago"
      },
      {
        "title": "Ethiopia, U.S. Commit to Enhanced Cooperation on Regional Peace, Counterterrorism and Defense Relations",
        "description": "Addis Ababa, November 25, 2025 (FMC) — Ethiopia and the United States have reaffirmed their commitment to strengthening military and security cooperation following talks between Field Marshal Berhanu Jula, Chief",
        "url": "https://www.fanamc.com/english/ethiopia-u-s-commit-to-enhanced-cooperation-on-regional-peace-counterterrorism-and-defense-relations/?utm_source=rss&utm_medium=rss&utm_campaign=ethiopia-u-s-commit-to-enhanced-cooperation-on-regional-peace-counterterrorism-and-defense-relations",
        "time": "17 hours ago"
      },
      {
        "title": "Ethiopia’s President Calls for Stronger African Voice in Global Governance at 7th AU–EU Summit",
        "description": "Addis Ababa, November 24, 2025 (FMC) — Ethiopia’s President Taye Atske-Selassie has emphasized the importance of inclusive multilateralism and equitable global governance at the 7th African Union–European Union Summit in",
        "url": "https://www.fanamc.com/english/ethiopias-president-calls-for-stronger-african-voice-in-global-governance-at-7th-au-eu-summit/?utm_source=rss&utm_medium=rss&utm_campaign=ethiopias-president-calls-for-stronger-african-voice-in-global-governance-at-7th-au-eu-summit",
        "time": "1 day ago"
      },
      {
        "title": "Deputy PM calls on partners to make Ethiopia global leader in coffee, tea, and spices",
        "description": "Addis Ababa, November 25, 2025 (FMC) — Ethiopia&#8217;s Deputy Prime Minister Temesgen Truneh has called on all partners in the country’s coffee, tea, and spice sectors to redouble their efforts",
        "url": "https://www.fanamc.com/english/deputy-pm-calls-on-partners-to-make-ethiopia-global-leader-in-coffee-tea-and-spices/?utm_source=rss&utm_medium=rss&utm_campaign=deputy-pm-calls-on-partners-to-make-ethiopia-global-leader-in-coffee-tea-and-spices",
        "time": "1 day ago"
      },
      {
        "title": "AU Chair Urges Europe to Remove Bureaucratic Barriers Slowing Joint Development Projects",
        "description": "Addis Ababa, November 25, 2025 (FMC) — João Manuel Gonçalves Lourenço, President of the Republic of Angola and Chairperson of the African Union, on Monday called on Europe to remove",
        "url": "https://www.fanamc.com/english/au-chair-urges-europe-to-remove-bureaucratic-barriers-slowing-joint-development-projects/?utm_source=rss&utm_medium=rss&utm_campaign=au-chair-urges-europe-to-remove-bureaucratic-barriers-slowing-joint-development-projects",
        "time": "1 day ago"
      },
      {
        "title": "Prime Minister Abiy Ahmed meets with Commander of the U.S. Africa Command",
        "description": "Addis Ababa, November 25, 2025 (FMC) – Prime Minister Ahmed (PhD) today received and held talks at his office with the Commander of the U.S. Africa Command, General Dagvin R.",
        "url": "https://www.fanamc.com/english/prime-minister-abiy-ahmed-meets-with-commander-of-the-u-s-africa-command/?utm_source=rss&utm_medium=rss&utm_campaign=prime-minister-abiy-ahmed-meets-with-commander-of-the-u-s-africa-command",
        "time": "1 day ago"
      }
    ],
    "Ethiopia-Ethiopian Monitor": [
      {
        "title": "EEU Partners with Wingu Africa to Enhance Digital Infrastructure",
        "description": "Carrier-neutral data center operator Wingu Africa announced on Monday a strategic colocation partnership with Ethiopian Electric Utility (EEU). Under this collaboration, EEU has deployed critical infrastructure within Wingu",
        "url": "https://ethiopianmonitor.com/2025/11/24/ethiopian-electric-utility-partners-with-wingu-africa-to-enhance-digital-infrastructure/",
        "time": "1 day ago"
      },
      {
        "title": "Yismaw Dillu, Melknat Wudu Win in the 2025 Great Ethiopian Run",
        "description": "Melknat Wudu reclaimed her title after two years as Yismaw Dillu set a course record to win the men&#8217;s event at the 2025 Great Ethiopia Run International road",
        "url": "https://ethiopianmonitor.com/2025/11/24/yismaw-dillu-melknat-wudu-win-in-the-2025-great-ethiopian-run/",
        "time": "1 day ago"
      }
    ],
    "Ethiopia-Capital Ethiopia": [
      {
        "title": "ChildFund Empowering Youth for Environmental Sustainability",
        "description": "ChildFund Ethiopia is a non-governmental organization dedicated to the welfare of youth and children in Ethiopia. ChildFund recognizes that young people are central to addressing the environmental crisis. As the",
        "url": "https://capitalethiopia.com/2025/11/26/childfund-empowering-youth-for-environmental-sustainability/",
        "time": "3 hours ago"
      },
      {
        "title": "ኢትዮጵያ ውስጥ በተከሰተ የእሳተ ገሞራ ፍንዳታ ሳቢያ የሕንድ በረራዎች ተሰረዙ",
        "description": "በአፋር ክልል ኤርታሌ አቅራቢያ በ10 ሺህ ዓመታት ውስጥ ለመጀመሪያ ጊዜ ተከሰተ በተባለ ፍንዳታ ምክንያት የህንድ አየር መንገዶች በረራዎችን መሰረዛቸው ተገልጿል። ​በሰሜን-ምስራቅ ኢትዮጵያ አፋር ክልል ኤርታሌ እሳተ ገሞራ አቅራቢያ የሚገኘው የሐይሊ",
        "url": "https://capitalethiopia.com/2025/11/25/india/",
        "time": "1 day ago"
      }
    ],
    "Tanzania-The Citizen": [],
    "Tanzania-Daily News": [
      {
        "title": "Tanzanian colleges see fortune in innovative face-to-face technology",
        "description": "DAR ES SALAAM: THE Tanzanian government continues to improve the environment in all higher learning institutions and increase the numbers in all regions to enable the country’s citizens to acquire",
        "url": "https://dailynews.co.tz/tanzanian-colleges-see-fortune-in-innovative-face-to-face-technology/?utm_source=rss&utm_medium=rss&utm_campaign=tanzanian-colleges-see-fortune-in-innovative-face-to-face-technology",
        "time": "1 hour ago"
      },
      {
        "title": "Tanzania marks Transport Week with insistence on clean energy",
        "description": "DAR ES SALAAM: THE Minister for Transport, Professor Makame Mbarawa, said the Tanzanian government will continue improving transportation services by using clean energy as part of ongoing efforts to protect",
        "url": "https://dailynews.co.tz/tanzania-marks-transport-week-with-insistence-on-clean-energy/?utm_source=rss&utm_medium=rss&utm_campaign=tanzania-marks-transport-week-with-insistence-on-clean-energy",
        "time": "1 hour ago"
      },
      {
        "title": "AU-EU Summit zeal for political will, peace, security, and economic development",
        "description": "LUANDA: A zeal to strengthen strategic cooperation in peace, security, good governance, economic development, and sustainable development areas heralded the 7th Summit of Heads of State and Government of the",
        "url": "https://dailynews.co.tz/au-eu-summit-zeal-for-political-will-peace-security-and-economic-development/?utm_source=rss&utm_medium=rss&utm_campaign=au-eu-summit-zeal-for-political-will-peace-security-and-economic-development",
        "time": "2 hours ago"
      },
      {
        "title": "TEF Vice Chairman, Machumu, resigns",
        "description": "DAR ES SALAAM: The Director of Presidential Communications at State House, Bakari Machumu, has resigned from his position as Vice Chairman of the Tanzania Editors’ Forum (TEF). Machumu submitted his",
        "url": "https://dailynews.co.tz/tef-vice-chairman-machumu-resigns/?utm_source=rss&utm_medium=rss&utm_campaign=tef-vice-chairman-machumu-resigns",
        "time": "2 hours ago"
      },
      {
        "title": "Tanzania cherishes the effective use of statistics to improve health services",
        "description": "ISTANBUL: TANZANIA has assured stakeholders in the Health Sector to continue using research results, accurate statistics, and international cooperation to improve health services for its citizens, as it is the",
        "url": "https://dailynews.co.tz/tanzania-cherishes-the-effective-use-of-statistics-to-improve-health-services/?utm_source=rss&utm_medium=rss&utm_campaign=tanzania-cherishes-the-effective-use-of-statistics-to-improve-health-services",
        "time": "2 hours ago"
      },
      {
        "title": "TRA, Barrick Gold deepen partnership to promote tax compliance",
        "description": "DAR ES SALAAM: THE Tanzania Revenue Authority (TRA) has reaffirmed its commitment to supporting taxpayers and fostering voluntary compliance during a high-level meeting with Barrick Gold Mine. TRA Commissioner General,",
        "url": "https://dailynews.co.tz/tra-barrick-gold-deepen-partnership-to-promote-tax-compliance/?utm_source=rss&utm_medium=rss&utm_campaign=tra-barrick-gold-deepen-partnership-to-promote-tax-compliance",
        "time": "2 hours ago"
      },
      {
        "title": "JK blesses the 17th Mkwawa University’s graduation",
        "description": "IRINGA: THE Chancellor of the University of Dar es Salaam, Former President Dr. Jakaya Mrisho Kikwete, presided over the 17th graduation ceremony of the Mkwawa University College of Education (MUCE)",
        "url": "https://dailynews.co.tz/jk-blesses-the-17th-mkwawa-universitys-graduation/?utm_source=rss&utm_medium=rss&utm_campaign=jk-blesses-the-17th-mkwawa-universitys-graduation",
        "time": "3 hours ago"
      },
      {
        "title": "How AfDB became a quiet architect of Tanzania’s development",
        "description": "DODOMA: WHEN Tanzania reflects on the past four years under President Samia Suluhu Hassan, one theme stands out: transformation powered not only by political will, but by partnerships that have",
        "url": "https://dailynews.co.tz/how-afdb-became-a-quiet-architect-of-tanzanias-development/?utm_source=rss&utm_medium=rss&utm_campaign=how-afdb-became-a-quiet-architect-of-tanzanias-development",
        "time": "4 hours ago"
      },
      {
        "title": "Taiwan unveils $40bn budget for defence spending to counter China",
        "description": "TAIWAN: TAIWANESE President William Lai Ching-te has announced a $40bn budget for defence spending over the next eight years, to get “closer to the vision of an unassailable Taiwan, safeguarded",
        "url": "https://dailynews.co.tz/taiwan-unveils-40bn-budget-for-defence-spending-to-counter-china/?utm_source=rss&utm_medium=rss&utm_campaign=taiwan-unveils-40bn-budget-for-defence-spending-to-counter-china",
        "time": "4 hours ago"
      },
      {
        "title": "47th meeting explores best ways to implement EAC Customs Protocol",
        "description": "NAIROBI: East African Community member states met in Nairobi to explore several areas of cross-border business, fairness and customs operation guided by Articles 10 and 15 of the EAC Customs",
        "url": "https://dailynews.co.tz/47th-meeting-explores-best-ways-to-implement-eac-customs-protocol/?utm_source=rss&utm_medium=rss&utm_campaign=47th-meeting-explores-best-ways-to-implement-eac-customs-protocol",
        "time": "4 hours ago"
      }
    ],
    "Tanzania-The Guardian": [],
    "Tanzania-Mwananchi": [],
    "Uganda-Daily Monitor": [],
    "Uganda-New Vision": [],
    "Uganda-Observer": [
      {
        "title": "Justice Kisaakye breaks silence on exile, fights back against tribunal",
        "description": "On February 11, 2025, President Museveni established a Tribunal of Inquiry into the behavior and conduct of former Supreme court JUSTICE ESTHER KISAAKYE KITIMBO pertaining to the March 18, 2021",
        "url": "https://observer.ug/news/justice-kisaakye-breaks-silence-on-exile-fights-back-against-tribunal/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The (Americo-Ugandan) ‘Christian Taliban’ and the 1995 Constitution",
        "description": "On Wednesday, 12th November 2025, Pastor Paula White, an American evangelist and spiritual advisor to United States President Donald John Trump arrived in Uganda in a private jet. The ostensible",
        "url": "https://observer.ug/viewpoint/the-americo-ugandan-christian-taliban-and-the-1995-constitution/",
        "time": "1 hour ago"
      },
      {
        "title": "Bobi Wine in Buganda is the most consequential schedule in this election",
        "description": "That we expected this election to be violent from the very beginning – and are shocked nothing outstanding has yet happened – is telling enough: Our so-called democracy is simply",
        "url": "https://observer.ug/viewpoint/bobi-wine-in-buganda-is-the-most-consequential-schedule-in-this-election/",
        "time": "1 hour ago"
      },
      {
        "title": "Mastering emotional intelligence: the key to personal and professional success",
        "description": "In 2022, Uganda’s Ministry of Health revealed a staggering statistic: 14 million out of 45.9 million Ugandans are struggling with mental health challenges. This alarming trend is not unique to",
        "url": "https://observer.ug/viewpoint/mastering-emotional-intelligence-the-key-to-personal-and-professional-success/",
        "time": "1 hour ago"
      },
      {
        "title": "Time up: It’s time to save our soccer",
        "description": "The current situation mirrors the events of 2004/5, when a campaign titled Save Our Soccer was launched against Denis Obua, who was the president of Uganda Football Association (Fufa). It",
        "url": "https://observer.ug/viewpoint/time-up-its-time-to-save-our-soccer/",
        "time": "1 hour ago"
      },
      {
        "title": "What to make of the uncompetitive spaces in upcoming elections",
        "description": "In the lead-up to the 2026 elections, we find ourselves witnessing a disturbing trend: burgeoning uncompetitive spaces emerging across the political landscape. The phenomenon is alarming not just for the",
        "url": "https://observer.ug/viewpoint/what-to-make-of-the-uncompetitive-spaces-in-upcoming-elections/",
        "time": "1 hour ago"
      },
      {
        "title": "Amama promises to set the record straight on Tarehe Sita",
        "description": "Former prime minister and current presidential special envoy Amama Mbabazi says he intends to clarify long-standing inconsistencies surrounding the famed February 6, 1981 attack on Kabamba military training barracks— an",
        "url": "https://observer.ug/news/amama-promises-to-set-the-record-straight-on-tarehe-sita/",
        "time": "3 hours ago"
      },
      {
        "title": "‘Born broken?’ Inside the turmoil behind the 1995 troubled Constitution",
        "description": "The 1995 Constitution is often celebrated as Uganda’s most ambitious attempt at building a new political order. But according to scholars who helped shape it, the document may have been",
        "url": "https://observer.ug/news/born-broken-inside-the-turmoil-behind-the-1995-troubled-constitution/",
        "time": "4 hours ago"
      },
      {
        "title": "Obesity, poor diet and alcohol driving rise in diabetes cases",
        "description": "Lifestyle choices such as obesity, unhealthy diets heavy in industrially processed foods, smoking, and physical inactivity are pushing diabetes cases higher in Uganda, health experts warn. “Ultra-processed food and heavy",
        "url": "https://observer.ug/news/obesity-poor-diet-and-alcohol-driving-rise-in-diabetes-cases/",
        "time": "4 hours ago"
      },
      {
        "title": "Watoto takes X-mas cantata outdoors for first time in 40 years",
        "description": "For the first time in 40 years, Watoto Church has made the decision to host its annual Christmas cantata outdoors. The event will take place at the Old Kampala Senior",
        "url": "https://observer.ug/lifestyle-entertainment/watoto-takes-x-mas-cantata-outdoors-for-first-time-in-40-years/",
        "time": "4 hours ago"
      }
    ],
    "Uganda-Independent": [
      {
        "title": "South Africa welcomes outcomes of COP30",
        "description": "CAPE TOWN &#124; Xinhua &#124; South Africa has welcomed the outcomes of the recently concluded 30th Conference of the Parties (COP30) of the United Nations Framework Convention on Climate Change.",
        "url": "https://www.independent.co.ug/south-africa-welcomes-outcomes-of-cop30/",
        "time": "3 hours ago"
      },
      {
        "title": "IUIU partners with BrighterMonday Uganda to equip female students with AI skills",
        "description": "Kabojja, Uganda &#124; THE INDEPENDENT &#124; A strategic collaboration between BrighterMonday Uganda and the Islamic University in Uganda (IUIU) Female Campus, Kabojja, delivered a high-impact Career Clinic on Tuesday, offering",
        "url": "https://www.independent.co.ug/iuiu-partners-with-brightermonday-uganda-to-equip-female-students-with-ai-skills/",
        "time": "3 hours ago"
      },
      {
        "title": "Rugunda hails Museveni for improving life expectancy, cutting infant mortality rate",
        "description": "Rukiga, Uganda &#124; THE INDEPENDENT &#124; Former Prime Minister Ruhakana Rugunda has praised President Yoweri Museveni for what he described as major improvements in Uganda’s health indicators, noting significant gains",
        "url": "https://www.independent.co.ug/rugunda-hails-museveni-for-improving-life-expectancy-cutting-infant-mortality-rate/",
        "time": "3 hours ago"
      },
      {
        "title": "Bell Citrus backs Joshua Baraka’s maiden ‘Into the B’raka Land’ concert",
        "description": "Kampala, Uganda &#124; THE INDEPENDENT &#124; Bell Citrus, the bold and zesty new variant among the Bell Flavours, has partnered with local hero and international Afro-pop sensation Joshua Baraka for",
        "url": "https://www.independent.co.ug/bell-citrus-backs-joshua-barakas-maiden-into-the-braka-land-concert/",
        "time": "4 hours ago"
      },
      {
        "title": "BB Energy swoops on South Sudan oil cargo to help recover US$100mn debt",
        "description": "South Sudan has relied heavily on pre-payments from oil traders and banks to fund its budget, but many such loans have fallen into arrears London, UK &#124; Jacob Atkins &#124;",
        "url": "https://www.independent.co.ug/bb-energy-swoops-on-south-sudan-oil-cargo-to-help-recover-us100mn-debt/",
        "time": "5 hours ago"
      },
      {
        "title": "Skrillex, Suuna Ben and the spirit that binds at Nyege Nyege 2025",
        "description": "Kayunga, Uganda &#124; THE INDEPENDENT &#124; Nyege Nyege marked its 10th anniversary over a four-day stretch that saw thousands converge at Kalagala Falls to celebrate in high spirits. While each",
        "url": "https://www.independent.co.ug/skrillex-suuna-ben-and-the-spirit-that-binds-at-nyege-nyege-2025/",
        "time": "5 hours ago"
      },
      {
        "title": "Emirates’ third Nairobi flight heats up East Africa’s skies",
        "description": "New service intensifies competition for Kenya Airways, Uganda Airlines and Air Tanzania as the Gulf carrier expands its regional dominance. Nairobi, Kenya &#124; THE INDEPENDENT &#38; AGENCIES &#124; Building on",
        "url": "https://www.independent.co.ug/emirates-third-nairobi-flight-heats-up-east-africas-skies/",
        "time": "7 hours ago"
      },
      {
        "title": "Behind the scenes at COP30",
        "description": "How they reached the final deal COVER STORY &#124; AGENCIES &#124; It was the showdown nobody wanted. But in the end, it saved the climate summit. As the clock ticked",
        "url": "https://www.independent.co.ug/behind-the-scenes-at-cop30/",
        "time": "7 hours ago"
      },
      {
        "title": "Uganda Breweries champions celebrating responsibly at Nyege Nyege 2025",
        "description": "FEATURE &#124; THE INDEPENDENT &#124; Any seasoned festival-goer will tell you that the golden rule for Nyege Nyege is that it&#8217;s a marathon, not a sprint. This year, Uganda Breweries",
        "url": "https://www.independent.co.ug/uganda-breweries-champions-celebrating-responsibly-at-nyege-nyege-2025/",
        "time": "8 hours ago"
      },
      {
        "title": "Championing prostate cancer awareness",
        "description": "Empowering Men to Take Charge of Their Health COMMENT &#124; DR ALEESHA ADATIA &#124; November is drawing to a close, and just as October honours breast cancer awareness, this month",
        "url": "https://www.independent.co.ug/championing-prostate-cancer-awareness-by/",
        "time": "9 hours ago"
      }
    ],
    "Ivory Coast-Abidjan.net": [],
    "Ivory Coast-Connectionivoirienne": [],
    "Ivory Coast-Le Nouveau Courrier": [],
    "Ivory Coast-Fratmat": [],
    "Ivory Coast-Koaci": []
  },
  "summaries": {
    "Nigeria": "New tax law to boost purchasing power of low-income workers, says Taxtech. Father of three abducted Niger schoolchildren dies of shock – CAN chair. Boko Haram members found in Army recruitment list – Rep member. Mass abductions: Atiku slams Tinubu, says govt is ‘spinning failure into achievement’. Road crash kills eight, injures four in Oyo. Bandits refute FG, say Kebbi schoolgirls regained freedom after negotiation. International coverage: The Guardian reports uk rejects nigerian request to deport former politican jailed for organ ...; The Guardian reports nigerian schoolgirls rescued after mass abduction in kebbi; France24 reports nigeria: schoolgirls abducted from kebbi rescued.",
    "South Africa": "News24 | Wales forced into raft of changes for Springbok Test. News24 | High Court judge arrested for alleged corruption. News24 | SAPS won’t return to Telkom Towers despite millions spent. News24 | Why Monaco’s Prince Albert refused to sign the sovereign state’s abortion.... News24 | Strand man in court after neglected dog can’t be saved from infected wounds. News24 | Olympics trip for Bidvest directors costing R1m draws shareholder scrutiny. International coverage: Bloomberg reports south africa to vaccinate all cattle against foot-and-mouth disease; The Guardian reports jacob zuma’s daughter accused of tricking men into fighting for russia i....",
    "Kenya": "Huge Turnout as Kisumu Residents Flood Mobile ID Registration Centres, Call for Ex.... AU, EU to Deliver Clean Electricity Access to 100 Million Africans by 2030 in New .... Khalwale warns of pandemonium following withdrawal of security details for him and.... CS Murkomen Warns Against Ferrying Goons to Polling Stations Ahead of Thursday By-.... Ethekon Warns Candidates Against Electoral Malpractices Ahead of Thursday By-Elect.... Security details for Natembeya, Other VIPs withdrawn Pending Poll Chaos Investigat....",
    "Ghana": "Four swimmers to represent Ghana for African Youth Games. Education Minister moves to make university chartering optional after concerns fro.... Dear Mahama series: Central Region hit hard as galamsey turns water into costly co.... MPC cuts policy rate sharply to 18%. GSS Report: Nearly half of women experience domestic violence in some districts. GRA, National Security block GH¢3.6 million revenue loss.",
    "Ethiopia": "Ethiopia and France Reaffirm Strategic Partnership Amid Transformative Reforms. AU and EU leaders pledge deepened cooperation on peace, development, and climate. President Taye engages European leaders on bilateral and multilateral cooperation. Ethiopia names Foreign Minister Gedion Timothewos as President-Designate of COP32. Thailand Reels From ‘300-Year’ Rainfall as Deadly Floods Hit Southeast Asia. Ethiopia, U.S. Commit to Enhanced Cooperation on Regional Peace, Counterterrorism ....",
    "Tanzania": "Tanzanian colleges see fortune in innovative face-to-face technology. Tanzania marks Transport Week with insistence on clean energy. AU-EU Summit zeal for political will, peace, security, and economic development. TEF Vice Chairman, Machumu, resigns. Tanzania cherishes the effective use of statistics to improve health services. TRA, Barrick Gold deepen partnership to promote tax compliance.",
    "Uganda": "Justice Kisaakye breaks silence on exile, fights back against tribunal. The (Americo-Ugandan) ‘Christian Taliban’ and the 1995 Constitution. Bobi Wine in Buganda is the most consequential schedule in this election. Mastering emotional intelligence: the key to personal and professional success. Time up: It’s time to save our soccer. What to make of the uncompetitive spaces in upcoming elections.",
    "Ivory Coast": " International coverage: France24 reports ivory coast fails to meet 30% women quota ahead of legislative elections."
  },
  "international": {
    "Nigeria": [
      {
        "title": "UK rejects Nigerian request to deport former politican jailed for organ trafficking",
        "description": "Ike Ekweremadu serving prison sentence after being found guilty of conspiring to exploit a man for his kidneyThe UK government has rejected a request by Nigeria to deport a former",
        "url": "https://www.theguardian.com/uk-news/2025/nov/24/uk-rejects-nigerian-request-to-deport-former-politican-ike-ekweremadu-jailed-for-organ-trafficking",
        "time": "1 day ago",
        "source": "The Guardian"
      },
      {
        "title": "Nigerian schoolgirls rescued after mass abduction in Kebbi",
        "description": "The president of Nigeria, Bola Tinubu, said all 24 of the girls kidnapped last week had been rescuedAll 24 schoolgirls held by assailants after a mass abduction last week from",
        "url": "https://www.theguardian.com/world/2025/nov/25/nigerian-schoolgirls-rescued-after-mass-abduction-in-kebbi",
        "time": "17 hours ago",
        "source": "The Guardian"
      },
      {
        "title": "Nigeria: Schoolgirls abducted from Kebbi rescued",
        "description": "Kidnappings of students in schools have surged in recent weeks in Nigeria. Some are even talking about going on strike if this blatant insecurity continues. Our correspondent in the country",
        "url": "https://www.france24.com/en/video/20251126-nigeria-schoolgirls-abducted-from-kebbi-rescued",
        "time": "3 hours ago",
        "source": "France24"
      },
      {
        "title": "Twenty-four Nigerian schoolgirls released over a week after abduction",
        "description": "Hundreds of children remain missing following other recent abductions in Nigeria.",
        "url": "https://www.bbc.com/news/articles/cgmnv3yd28zo?at_medium=RSS&at_campaign=rss",
        "time": "5 hours ago",
        "source": "BBC"
      },
      {
        "title": "Nigeria’s problem is bigger than Trump thinks",
        "description": "Its government is failing to protect everyone, not only Christians",
        "url": "https://www.ft.com/content/e0f05941-8a5d-40c2-9d36-7aaf164e10f2",
        "time": "Less than 1 hour ago",
        "source": "Financial Times"
      }
    ],
    "South Africa": [
      {
        "title": "South Africa to Vaccinate All Cattle Against Foot-and-Mouth Disease",
        "description": "South Africa plans to vaccinate its entire herd of more than 7 million cattle in an effort to contain foot-and-mouth disease in the continent’s biggest beef producer.",
        "url": "https://www.bloomberg.com/news/articles/2025-11-26/s-africa-to-vaccinate-all-cattle-against-foot-and-mouth-disease",
        "time": "1 hour ago",
        "source": "Bloomberg"
      },
      {
        "title": "Jacob Zuma’s daughter accused of tricking men into fighting for Russia in Ukraine",
        "description": "South African police investigate allegations made against Duduzile Zuma-Sambudla by another of ex-president’s daughtersEurope live – latest updatesSouth African police are investigating allegations that a daughter of the former president",
        "url": "https://www.theguardian.com/world/2025/nov/25/jacob-zuma-daughter-accused-tricking-men-fighting-for-russia-in-ukraine",
        "time": "22 hours ago",
        "source": "The Guardian"
      }
    ],
    "Kenya": [],
    "Ghana": [],
    "Ethiopia": [],
    "Tanzania": [],
    "Uganda": [],
    "Ivory Coast": [
      {
        "title": "Ivory Coast fails to meet 30% women quota ahead of legislative elections",
        "description": "In Ivory Coast, the law has mandated a 30% quota for women in legislative elections in major constituencies since 2019. Just over a month before the vote, and with the",
        "url": "https://www.france24.com/en/video/20251126-ivory-coast-fails-to-meet-30-women-quota-ahead-of-legislative-elections",
        "time": "3 hours ago",
        "source": "France24"
      }
    ]
  }
}