{
  "headlines": {
    "Argentina-Clarín": [
      {
        "title": "Xi's military purges highlight concerns over China's nuclear forces",
        "description": "The reorganization of the Chinese military comes at a time when both Beijing and Washington are pushing for major changes in their countries' militaries, although",
        "url": "https://www.clarin.com/new-york-times-international-weekly/purgas-militares-xi-evidencian-inquietud-fuerzas-nucleares-china_0_J8oVtV4fbA.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "\"We have an identity, that's why we are here\": Ritondo spoke about the future of the PRO in advance of the meeting with Mauricio Macri",
        "description": "The head of the PRO bloc in Deputies spoke before the party meeting in San Telmo. He denied a drain on legislators and confirmed that they will accompany the Government with the reforms.",
        "url": "https://www.clarin.com/politica/identidad-aca-ritondo-hablo-futuro-pro-previa-reunion-mauricio-macri_0_eWIkmMYpYc.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "After the fight with Galperin, Pichetto announced that he will promote a project to tariff Shein and Temu products",
        "description": "The Federal Meeting deputy proposes to tax 30% on all products that arrive via platform from abroad. \"They compete in a very unfair way,\" he questioned.",
        "url": "https://www.clarin.com/politica/pelea-galperin-pichetto-anuncio-impulsara-proyecto-arancelar-productos-shein-temu_0_Yh400OKZ8b.html",
        "time": "Less than 1 hour ago"
      }
    ],
    "Argentina-La Nación": [
      {
        "title": "Joan Laporta's forceful response to Lionel Messi's surprise visit to the Camp Nou",
        "description": "The president of Barcelona does not regret the Rosario's departure",
        "url": "https://www.lanacion.com.ar/deportes/futbol/la-contundente-respuesta-de-joan-laporta-a-la-sorpresiva-visita-de-lionel-messi-al-camp-nou-nid12112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Corruption scandal and accusations test Zelensky's leadership in Ukraine",
        "description": "Ukrainian Prime Minister Yulia Svyrydenko announced on Wednesday that Justice Minister German Galushchenko has been suspended",
        "url": "https://www.lanacion.com.ar/el-mundo/un-escandalo-de-corrupcion-y-acusaciones-ponen-a-prueba-el-liderazgo-de-zelensky-en-ucrania-nid12112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "What is known about the accident on the Sarmiento train and how it works today, Wednesday, November 12",
        "description": "One of the formations derailed on Tuesday, at 3:50 p.m., a few meters from the Liniers station; There were 20 injured, of which ten were transported with multiple injuries; now they investigate",
        "url": "https://www.lanacion.com.ar/sociedad/que-se-sabe-del-accidente-en-el-tren-sarmiento-y-como-funciona-hoy-miercoles-12-de-noviembre-nid12112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Javier Milei, live: the latest measures of the Government",
        "description": "The minute by minute of the President's decisions, the reactions of the opposition and the statements of officials",
        "url": "https://www.lanacion.com.ar/politica/javier-milei-en-vivo-las-ultimas-medidas-del-gobierno-nid12112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Dollar today, blue dollar today: how much is it trading at this Wednesday, November 12",
        "description": "The parallel currency that is traded in the informal market is quoted at $1,440 for sale; Meanwhile, the officer is located at that value for the same operation",
        "url": "https://www.lanacion.com.ar/economia/dolar/dolar-hoy-dolar-blue-hoy-a-cuanto-cotiza-este-miercoles-12-de-noviembre-nid12112025/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Argentina-Página/12": [],
    "Brazil-Folha de S.Paulo": [
      {
        "title": "BC points to deterioration in credit indicator, but sees solid financial system",
        "description": "The Central Bank stated this Wednesday (12) that the materialization of risk in the credit market has deteriorated, regardless of the ruler used in measurement, and should continue to be under pressure in the short term.",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2025/11/bc-aponta-deterioracao-em-indicador-de-credito-mas-ve-sistema-financeiro-solido.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "SoftBank shares fall 3.5% after sale of entire stake in Nvidia",
        "description": "SoftBank shares fell 10% and closed down 3.5% this Wednesday (12) on the Tokyo Stock Exchange, after the company announced on Tuesday (11) that",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2025/11/acoes-do-softbank-caem-35-apos-venda-de-toda-a-participacao-na-nvidia.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Fall of Justice Minister in R$527 million corruption case undermines Zelenski government in Ukraine",
        "description": "A corruption scandal and new accusations of political use of the judicial system put Ukraine's president, Volodymyr Zelensky, under intense pressure, almost four years after the start of the",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2025/11/queda-de-ministro-da-justica-em-caso-de-corrupcao-de-r-527-milhoes-mina-governo-zelenski-na-ucrania.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Legal Amazon has 2.3 million people in conservation units and 428 thousand in indigenous lands",
        "description": "The Legal Amazon had almost 2.3 million people living in areas of conservation units in 2022, in addition to 428.1 thousand residents of indigenous lands and 91.8 thousand inhabitants",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2025/11/amazonia-legal-tem-23-milhoes-de-pessoas-em-unidades-de-conservacao-e-428-mil-em-terras-indigenas.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "BNDES signs agreements at COP30 totaling R$ 21 billion for sustainable projects",
        "description": "The BNDES (National Bank for Economic and Social Development) announced this Wednesday (12), during COP30, in Belém, Pará, the signing of agreements totaling R$ 20.86 billion with",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ambiente/2025/11/bndes-firma-na-cop30-convenios-que-somam-r-21-bi-para-projetos-sustentaveis.shtml",
        "time": "Less than 1 hour ago"
      }
    ],
    "Brazil-O Globo": [
      {
        "title": "Culture of protection requires innovative and inclusive solutions",
        "description": "Organize your finances, avoid debt, invest, prepare for retirement, buy property, pay off debts or buy vehicles. These are, in order of priorities, the main motivations for Brazilians to dedicate time",
        "url": "https://oglobo.globo.com/economia/conteudodemarca/cultura-de-protecao-exige-solucoes-inovadoras-inclusivas-25675527",
        "time": "932 days ago"
      }
    ],
    "Brazil-O Estado de S. Paulo": [],
    "Mexico-El Universal": [],
    "Mexico-Reforma": [
      {
        "title": "Casinos close for money laundering;  two are from Grupo Salinas",
        "description": "Government closed 13 casinos for operations related to organized crime; two of them are subsidiaries of Grupo Salinas.",
        "url": "https://www.reforma.com/cierran-casinos-por-lavado-dos-son-de-grupo-salinas/ar3104911",
        "time": "10 hours ago"
      },
      {
        "title": "He kills a subdued murderer, there are witnesses... and they don't stop him",
        "description": "Although the police confessed to having shot the murderer of Mayor Carlos Manzo when he was already subdued, he has not been arrested.",
        "url": "https://www.reforma.com/mata-a-asesino-sometido-hay-testigos-y-no-lo-detienen/ar3104904",
        "time": "2 hours ago"
      },
      {
        "title": "Illegal intake of jet fuel detected in Neza",
        "description": "Authorities secured a property in Nezahualcóyotl where a hydrocarbon leak from a possible clandestine intake in a jet fuel pipeline was reported.",
        "url": "https://www.reforma.com/detectan-toma-ilegal-de-turbosina-en-neza/ar3104934",
        "time": "10 hours ago"
      },
      {
        "title": "Bands obtained 40 million pesos for stolen water",
        "description": "Municipal Water System personnel identified that criminal organizations obtained profits of 40 million pesos from stolen water.",
        "url": "https://www.reforma.com/obtenian-bandas-40-mdp-por-agua-robada/ar3104877",
        "time": "2 hours ago"
      }
    ],
    "Mexico-La Jornada": [
      {
        "title": "Iranian actor Homayoun Ershadi dies",
        "description": "Tehran. Iranian actor Homayoun Ershadi, who achieved fame for his role in The Taste of Cherries (1997), died at the age of 78 on Tuesday from cancer, reported",
        "url": "https://www.jornada.com.mx/2025/11/12/espectaculos/a08n3esp?partner=rss",
        "time": "3 hours ago"
      },
      {
        "title": "Operation in Michoacán: they go against six cartels",
        "description": "Operation Paricutin, launched after the assassination of the mayor of Uruapan, Carlos Manzo, on November 1, goes against six drug trafficking cartels that have expanded their",
        "url": "https://www.jornada.com.mx/2025/11/12/politica/005n2pol?partner=rss",
        "time": "3 hours ago"
      },
      {
        "title": "Production and sales of heavy vehicles cannot get out of the hole",
        "description": "The heavy vehicle industry in Mexico cannot get out of the enormous hole in which it fell, since its exports, production and sales plummeted in October, according to figures from the",
        "url": "https://www.jornada.com.mx/2025/11/12/economia/021n3eco?partner=rss",
        "time": "3 hours ago"
      },
      {
        "title": "On Sunday the 16th, Metro line 1 resumes running in its entirety: government",
        "description": "The Government of Mexico City confirmed that on Sunday, November 16, service will be fully resumed on Metro line 1, from Pantitlán to",
        "url": "https://www.jornada.com.mx/2025/11/12/capital/033n2cap?partner=rss",
        "time": "3 hours ago"
      },
      {
        "title": "Attempted eviction in Rome leaves couple and three children defenseless",
        "description": "In the midst of a succession dispute that keeps the ownership of the Insurgentes Sur 444 building, in the Roma Sur neighborhood, Cuauhtémoc mayor's office, in limbo, Félix's family",
        "url": "https://www.jornada.com.mx/2025/11/12/capital/033n1cap?partner=rss",
        "time": "3 hours ago"
      }
    ],
    "Colombia-El Tiempo": [],
    "Colombia-Portafolio": [],
    "Colombia-Semana": [],
    "Chile-La Tercera": [],
    "Chile-BioBioChile": [],
    "Chile-El Mostrador": [],
    "Peru-El Comercio": [],
    "Peru-Perú21": [
      {
        "title": "Water cut for this November 11: List of affected districts",
        "description": "The state company of the Drinking Water and Sewage Service of Lima (Sedapal) has announced a water cut scheduled for Wednesday, November 12",
        "url": "http://peru21.pe/lima/corte-de-agua-para-este-11-de-noviembre-lista-de-distritos-afectados/",
        "time": "10 hours ago"
      }
    ],
    "Peru-RPP": [
      {
        "title": "Access a loan of S/ 250 thousand for the construction of your dream home",
        "description": "Prestamype offers a safe and flexible alternative for those looking to finish their home or start a new stage. With competitive rates, simple processes and international support, this Peruvian Fintech promotes",
        "url": "https://rpp.pe/campanas/publirreportaje/accede-a-un-prestamo-de-s-250-mil-para-la-construccion-de-tu-casa-sonada-noticia-1663375",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Fatal accident in Arequipa: at least 37 dead when interprovincial bus crashes",
        "description": "The transport unit got lost and fell into a ravine after colliding with a truck, reported the RPP correspondent in the Arequipa region.",
        "url": "https://rpp.pe/peru/arequipa/arequipa-al-menos-17-muertos-y-39-heridos-al-desbarrancarse-bus-interprovincial-noticia-1663448",
        "time": "2 hours ago"
      },
      {
        "title": "Peru vs Russia LIVE: they face each other in Saint Petersburg in an international friendly for FIFA date",
        "description": "Peru vs Russia LIVE: follow the broadcast of the international friendly match that will be played in Saint Petersburg.",
        "url": "https://rpp.pe/futbol/seleccion-peruana/peru-vs-rusia-en-vivo-ver-america-tv-transmision-en-directo-amistoso-fifa-2025-link-online-gratis-partidos-de-hoy-noticia-1663274",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Tragic road accident in Arequipa left at least 37 dead",
        "description": "The transport unit got lost and fell into a ravine after colliding with a truck, reported the RPP correspondent in the Arequipa region.",
        "url": "https://rpp.pe/videos/la-rotativa-del-aire/tragico-accidente-carretero-en-arequipa-dejo-al-menos-37-fallecidos-noticia-1663453",
        "time": "1 hour ago"
      },
      {
        "title": "President of Barcelona confirmed that he \"did not know\" that Lionel Messi was going to visit the Camp Nou",
        "description": "\"It was a spontaneous act and one of Barcelonaism. I didn't know it,\" said Joan Laporta, president of Barcelona, ​​after being consulted about Lionel Messi's visit to the Camp Nou.",
        "url": "https://rpp.pe/futbol/futbol-mundial/lionel-messi-joan-laporta-presidente-de-fc-barcelona-desconocia-vista-al-camp-nou-noticia-1663442",
        "time": "1 hour ago"
      }
    ],
    "Venezuela-El Nacional": [
      {
        "title": "Asdrúbal Aguiar warns about the \"holding of organized crime\" in Venezuela",
        "description": "From Miami, where he coordinates the IDEA Group, the general secretary of the organization that brings together 40 former presidents of the region reviews the achievements and challenges of a decade of",
        "url": "https://www.elnacional.com/2025/11/asdrubal-aguiar-alerta-sobre-el-holding-del-crimen-organizado-en-venezuela/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Trump admits that the US needs skilled workers from abroad",
        "description": "Earlier this year, the Republican administration imposed a $100,000 application fee on the H-1B visa, created to allow employers to hire highly qualified foreign workers.",
        "url": "https://www.elnacional.com/2025/11/trump-admite-que-ee-uu-necesita-trabajadores-cualificados-del-extranjero/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "France says US military operations in the Caribbean are against the law and warns of risk of escalation",
        "description": "French Foreign Minister Jean-Noël Barrot criticized the presence of the aircraft carrier USS Gerald R. Ford in Caribbean waters and warned that the US maneuvers “ignore international laws” The post",
        "url": "https://www.elnacional.com/2025/11/francia-operaciones-de-ee-uu-en-el-caribe-van-contra-la-ley/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "\"Chile is extremely frightened. But it is far from being the country with the biggest problem with crime and violence\"",
        "description": "Almost two out of every three Chilean adults (63%) indicate crime and violence as the issues that concern them most, according to a survey by the Ipsos firm.",
        "url": "https://www.elnacional.com/2025/11/chile-esta-extremadamente-atemorizado-pero-esta-lejos-de-ser-el-pais-con-el-mayor-problema-por-crimen-y-violencia-2/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Venezuela-El Universal": [],
    "Venezuela-Tal Cual": [
      {
        "title": "VP demands freedom for Macario González: he has been under forced disappearance for two months",
        "description": "VP defends the innocence of the former mayor of Barquisimeto and warns about the risk that the activist runs due to his age and state of health. «His life continues in",
        "url": "https://talcualdigital.com/vp-exige-libertad-de-macario-gonzalez-cumple-dos-meses-bajo-desaparicion-forzada/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Maduro when promulgating Defense Law: Commandos must be prepared for armed struggle",
        "description": "The comprehensive defense commands will be made up of citizens, soldiers and public officials. Maduro pointed out that during these last \"fourteen weeks of imperial criminal madness\" and \"permanent psychological warfare,\"",
        "url": "https://talcualdigital.com/maduro-al-promulgar-ley-de-defensa-comandos-deben-estar-preparados-para-la-lucha-armada/",
        "time": "1 hour ago"
      },
      {
        "title": "Russian support seeks to balance loads and reduce US pressure on Maduro",
        "description": "Russia has been cautious in speaking about the extent of its support for Nicolás Maduro amid current tensions between Venezuela and the United States. The international analyst Alejandro",
        "url": "https://talcualdigital.com/apoyo-de-rusia-busca-equilibrar-cargas-y-reducir-la-presion-de-eeuu-sobre-maduro/",
        "time": "3 hours ago"
      },
      {
        "title": "Role of external sources in health in LA and the Caribbean, by Marino J. González R.",
        "description": "X: @marinojgonzalez The suspension, and in some cases elimination, of international sources for health in low-income economies is worsening living conditions in many countries.",
        "url": "https://talcualdigital.com/rol-de-fuentes-externas-en-la-salud-en-al-y-el-caribe-por-marino-j-gonzalez-r/",
        "time": "7 hours ago"
      },
      {
        "title": "«Acting as if»: The symbolic effectiveness of authoritarianism, by Rafael Uzcátegui",
        "description": "X: @fanzinero Recently, regarding the arrest of four university thesis students, a well-known cultural manager of the ruling party denied that they had been in a condition of forced disappearance, which motivated",
        "url": "https://talcualdigital.com/actuar-como-si-la-eficacia-simbolica-del-autoritarismo-por-rafael-uzcategui/",
        "time": "8 hours ago"
      }
    ],
    "Ecuador-El Comercio": [
      {
        "title": "Ecuador and the US seize 3.93 tons of drugs and capture four suspects on the high seas",
        "description": "On the night of this Tuesday, November 11, the 3.93 tons of drugs, seized by Ecuador and the United States on the high seas, arrived at port.",
        "url": "https://www.elcomercio.com/actualidad/seguridad/ecuador-ee-uu-decomisan-393-toneladas-droga-capturan-cuatro-sospechosos-altamar/",
        "time": "9 hours ago"
      },
      {
        "title": "Young people and elections: the vote that decides the course of Ecuador in the 2025 referendum and popular consultation",
        "description": "Almost a third of the register is between 16 and 29 years old. Your vote, more emotional than ideological, will decide the 2025 popular consultation.",
        "url": "https://www.elcomercio.com/elecciones/jovenes-elecciones-voto-puede-decidir-rumbo-ecuador/",
        "time": "9 hours ago"
      },
      {
        "title": "Police captured a man accused of allegedly raping a minor in Guayaquil",
        "description": "The Minister of the Interior, John Reimberg, spoke about the capture of the man accused of alleged rape of a minor.",
        "url": "https://www.elcomercio.com/actualidad/seguridad/policia-capturo-hombre-acusado-supuesta-violacion-menor-guayaquil/",
        "time": "10 hours ago"
      },
      {
        "title": "The Heavy Transport Federation speaks out on possible restriction of circulation in Quito",
        "description": "The Heavy Transport Federation ruled on possible restriction of circulation in Quito as a measure by the Municipality to reduce traffic accidents.",
        "url": "https://www.elcomercio.com/actualidad/quito/la-federacion-de-transporte-pesado-se-pronuncia-sobre-posible-restriccion-de-circulacion-en-quito/",
        "time": "11 hours ago"
      },
      {
        "title": "Daniel Noboa spoke about Kristi Noem's visit and the situation of Nicolás Maduro",
        "description": "Daniel Noboa spoke about the dialogues with Kristi Noem regarding security in Guayaquil and the borders, and about the situation of Nicolás Maduro in Velezuela.",
        "url": "https://www.elcomercio.com/actualidad/politica/daniel-noboa-hablo-visita-kristi-noem-situacion-nicolas-maduro/",
        "time": "12 hours ago"
      }
    ],
    "Ecuador-El Universo": [],
    "Ecuador-Primicias": [],
    "Bolivia-El Deber": [],
    "Bolivia-Página Siete": [],
    "Bolivia-Erbol": []
  },
  "summaries": {
    "Argentina": "\"We have an identity, that's why we are here\": Ritondo spoke about the future of the PR.... After the fight with Galperin, Pichetto announced that he will promote a project to tar.... Joan Laporta's forceful response to Lionel Messi's surprise visit to the Camp Nou. What is known about the accident on the Sarmiento train and how it works today, Wednesd.... Javier Milei, live: the latest measures of the Government. Javier Milei, live: the latest measures of the Government Dollar today, blue dollar today: how much is it trading at this Wednesday, November 12.",
    "Brazil": "BC points to deterioration in credit indicator, but sees solid financial system. SoftBank shares fall 3.5% after sale of entire stake in Nvidia. Legal Amazon has 2.3 million people in conservation units and 428 thousand in indigenou.... BNDES signs agreements at COP30 totaling R$ 21 billion for sustainable projects. Culture of protection requires innovative and inclusive solutions. BNDES signs agreements at COP30 totaling R$ 21 billion for sustainable projects Culture of protection requires innovative and inclusive solutions.",
    "Mexico": "Casinos close for money laundering;  two are from Grupo Salinas. He kills a subdued murderer, there are witnesses... and they don't stop him. Illegal intake of jet fuel detected in Neza. Meanwhile, Bands obtained 40 million pesos for stolen water. Operation in Michoacán: they go against six cartels. Production and sales of heavy vehicles cannot get out of the hole. Additionally, On Sunday the 16th, Metro line 1 resumes running in its entirety: government. Attempted eviction in Rome leaves couple and three children defenseless. Production and sales of heavy vehicles cannot get out of the hole On Sunday the 16th, Metro line 1 resumes running in its entirety: government Attempted eviction in Rome leaves couple and three children defenseless.",
    "Colombia": "Limited coverage available from Colombia today.",
    "Chile": "Limited coverage available from Chile today.",
    "Peru": "Water cut for this November 11: List of affected districts. Access a loan of S/ 250 thousand for the construction of your dream home. Fatal accident in Arequipa: at least 37 dead when interprovincial bus crashes. Peru vs Russia LIVE: they face each other in Saint Petersburg in an international frien.... Tragic road accident in Arequipa left at least 37 dead. Tragic road accident in Arequipa left at least 37 dead President of Barcelona confirmed that he \"did not know\" that Lionel Messi was going to ....",
    "Venezuela": "Asdrúbal Aguiar warns about the \"holding of organized crime\" in Venezuela. France says US military operations in the Caribbean are against the law and warns of ri.... \"Chile is extremely frightened. But it is far from being the country with the biggest p.... Meanwhile, VP demands freedom for Macario González: he has been under forced disappearance for two.... Maduro when promulgating Defense Law: Commandos must be prepared for armed struggle. Russian support seeks to balance loads and reduce US pressure on Maduro. Additionally, Role of external sources in health in LA and the Caribbean, by Marino J. González R.. «Acting as if»: The symbolic effectiveness of authoritarianism, by Rafael Uzcátegui. «Acting as if»: The symbolic effectiveness of authoritarianism, by Rafael Uzcátegui.",
    "Ecuador": "Ecuador and the US seize 3.93 tons of drugs and capture four suspects on the high seas. Young people and elections: the vote that decides the course of Ecuador in the 2025 ref.... Police captured a man accused of allegedly raping a minor in Guayaquil. The Heavy Transport Federation speaks out on possible restriction of circulation in Quito. Daniel Noboa spoke about Kristi Noem's visit and the situation of Nicolás Maduro. Daniel Noboa spoke about Kristi Noem's visit and the situation of Nicolás Maduro.",
    "Bolivia": "Limited coverage available from Bolivia today."
  },
  "international": {
    "Argentina": [
      {
        "title": "Milei Keeps the Peso From Driving Huge Price Hikes in Argentina",
        "description": "Romina Jara has navigated five runs on the Argentine peso in recent years. This year brought the sixth. But unlike in the past, Jara &mdash; a manager in a wholesale",
        "url": "https://www.bloomberg.com/news/articles/2025-11-12/milei-keeps-the-peso-from-driving-huge-price-hikes-in-argentina",
        "time": "1 hour ago",
        "source": "Bloomberg"
      }
    ],
    "Brazil": [],
    "Mexico": [],
    "Colombia": [
      {
        "title": "FirstFT: Oil and gas demand to keep rising, warns IEA",
        "description": "Also in today’s newsletter: Colombia suspends intelligence sharing with US and law firm McDermott Will & Schulte explores restructuring",
        "url": "https://www.ft.com/content/4ef603d5-a95d-4491-9073-b86657a0994a",
        "time": "8 hours ago",
        "source": "Financial Times"
      }
    ],
    "Chile": [],
    "Peru": [],
    "Venezuela": [
      {
        "title": "Venezuela launches nationwide military drills amid US troop build-up",
        "description": "Venezuela’s military is practicing its readiness for war, as the US continues its troop build-up in the Caribbean.",
        "url": "https://www.aljazeera.com/video/newsfeed/2025/11/12/venezuela-launches-nationwide-military-drills-amid-us-troop-build-up?traffic_source=rss",
        "time": "1 hour ago",
        "source": "Al Jazeera"
      }
    ],
    "Ecuador": [],
    "Bolivia": [
      {
        "title": "Wife and son of Gabon's ousted leader given 20-year jail terms in two-day corruption trial",
        "description": "They were not in court and have described the charges against them as “a legal farce”.",
        "url": "https://www.bbc.com/news/articles/c797yg3pw7wo?at_medium=RSS&at_campaign=rss",
        "time": "4 hours ago",
        "source": "BBC"
      }
    ]
  }
}