{
  "headlines": {
    "Argentina-Clarín": [
      {
        "title": "A cheese produced in Santa Fe won the silver medal at the World Cup in Switzerland",
        "description": "It was won by the dairy SME Frutos del Campo, which has its plant in San Carlos Sud. In the contest, 5,200 cheeses from 46 different countries were presented.",
        "url": "https://www.clarin.com/sociedad/queso-producido-santa-fe-gano-medalla-plata-mundial-suiza_0_Ygz2jfl2AM.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Victoria Eugenia, the bold queen: her husband gave her diamonds when she was unfaithful, she sold them and replaced them with fantasies",
        "description": "The resource of Alfonso XIII's wife to get money. The anecdote of King Juan Carlos, his grandson, about this gadget.",
        "url": "https://www.clarin.com/internacional/victoria-eugenia-reina-audaz-marido-regalaba-diamantes-infiel-vendia-sustituia-fantasias_0_5Hae16VQ4q.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Bus stoppage: which lines will adhere this Tuesday, December 9",
        "description": "Eight Conurbano lines are on strike due to salary claims. The UTA expressed its \"absolute support for all measures that may be necessary.\"",
        "url": "https://www.clarin.com/informacion-general/paro-colectivos-lineas-adhieren-martes-9-diciembre_0_4CNLhvHqSC.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Good news in California: Gavin Newsom's new labor laws taking effect in 2026",
        "description": "New labor laws in California redefine mobility, pay equity and business obligations starting in 2026.",
        "url": "https://www.clarin.com/estados-unidos/buenas-noticias-california-nuevas-leyes-laborales-gavin-newsom-entran-vigor-2026_0_lXoroASH1H.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Martha Stewart, 84, spoke about his death and revealed an unconventional burial: \"With the horses\"",
        "description": "The renowned businesswoman, 84, has already planned her funeral and drew attention to a detail.",
        "url": "https://www.clarin.com/estados-unidos/martha-stewart-84-anos-hablo-muerte-revelo-entierro-convencional-caballos_0_Ij4SRwUslh.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The true story of Pocahontas: kidnapping, abuse and death far from Disney's \"Colors in the Wind\"",
        "description": "Behind the box office hit that grossed $346 million is the story of a girl from the Powhatan Confederacy turned into a propaganda tool for English colonialism. Matoaka, the real Pocahontas, never",
        "url": "https://www.clarin.com/estados-unidos/verdadera-historia-pocahontas-secuestro-abuso-muerte-lejos-colores-viento-disney_0_ITXnh3Phxd.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The digital system to control the presenteeism of teachers in the City will be mandatory from 2026",
        "description": "It will be through fingerprint registration and will apply from the beginning of the school year. A pilot test has been underway since this year.",
        "url": "https://www.clarin.com/ciudades/sistema-digital-controlar-presentismo-docentes-ciudad-obligatorio-partir-2026_0_BNYNZtUk5x.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Ford announces in the United States the massive recall of a famous truck due to risk of accidents",
        "description": "Affected vehicles span model years 2020-2022 and 2025, with free repairs available.",
        "url": "https://www.clarin.com/estados-unidos/ford-anuncia-estados-unidos-retiro-masivo-famosa-camioneta-riesgo-accidentes_0_LBA52dNMe6.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "If you are really a fan of AC/DC, you have to know why Angus Young dresses as a schoolboy",
        "description": "The legendary band returns to Argentina after 16 years, as part of their Power Up Tour. The story behind the guitarist's iconic wardrobe.",
        "url": "https://www.clarin.com/espectaculos/sos-realmente-fan-acdc-tenes-saber-angus-young-viste-colegial_0_HR5HMSf162.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "PAE broke all records with 20 statuettes for its leadership in communication",
        "description": "It won in categories such as Sustainability, Internal Communication and Product Launch. He stood out in 18 disciplines in which the jury recognized the high level of his integrated communication to",
        "url": "https://www.clarin.com/brandstudio/pae-supero-records-20-estatuillas-liderazgo-comunicacion_0_cggXqxqfxb.html",
        "time": "Less than 1 hour ago"
      }
    ],
    "Argentina-La Nación": [
      {
        "title": "The “new westerns”: do platforms revive the genre or push it into the void?",
        "description": "In a time of few ideas, nostalgia and rereadings are the order of the day",
        "url": "https://www.lanacion.com.ar/espectaculos/los-nuevos-westerns-las-plataformas-reviven-el-genero-o-lo-empujan-al-vacio-nid09122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Credit card use grew again in November, but consumption shows signs of cooling",
        "description": "Despite the increase in credit card spending, other consumer credit lines are showing signs of cooling.",
        "url": "https://www.lanacion.com.ar/economia/el-uso-de-tarjetas-de-credito-volvio-a-crecer-en-noviembre-pero-el-consumo-muestra-senales-de-nid09122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The secrets of a dangerous Amazon river that an indigenous community begins to reveal",
        "description": "Kaputna is a town on the banks of the Santiago River with 145 inhabitants who are members of the Shuar, one of the 11 indigenous nations that live in the Amazon.",
        "url": "https://www.lanacion.com.ar/el-mundo/los-secretos-de-un-peligroso-rio-de-la-amazonia-que-una-comunidad-indigena-empieza-a-revelar-nid09122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Cuauhtémoc Blanco hit a goalkeeper in the middle of the Legends Classic in Mexico",
        "description": "The former American goalscorer did not tolerate a push and reacted in the worst way; a month ago he had given a reprehensible kick",
        "url": "https://www.lanacion.com.ar/deportes/futbol/cuauhtemoc-blanco-le-pego-una-trompada-a-un-arquero-en-medio-del-clasico-de-leyendas-en-mexico-nid09122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The lapidary post by Leandro Paredes' wife against those who criticized him: “This is what your brain is like”",
        "description": "Flavo Azzaro pointed out the footballer's performance after Boca's elimination against Racing, and received a reprimand from the model",
        "url": "https://www.lanacion.com.ar/deportes/el-lapidario-posteo-de-la-esposa-de-leandro-paredes-contra-quienes-lo-criticaron-asi-es-tu-cerebro-nid09122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Horoscope: what your week will be like from December 7 to 13, 2025",
        "description": "",
        "url": "https://www.lanacion.com.ar/salud/horoscopo-como-sera-tu-semana-del-7-al-13-de-diciembre-de-2025-nid06122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The unknown jewel of Mexico that combines desert, sea and luxury gastronomy",
        "description": "Los Cabos, located in Baja California Sur, has a very rich marine life and its geography allows snorkeling, hiking and surfing; magical towns, beaches and unique sunsets",
        "url": "https://www.lanacion.com.ar/salud/la-joya-desconocida-de-mexico-que-combina-desierto-mar-y-una-gastronomia-de-lujo-nid06122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Greg Abbott's controversial rival who is running for the Senate, after Trump disqualified her: “I'm dying of laughter”",
        "description": "Jasmine Crockett shook up the Senate race in Texas with a last-minute bid that sparked Republican ridicule and reignited her historic rivalry with Greg Abbott.",
        "url": "https://www.lanacion.com.ar/estados-unidos/texas/la-polemica-rival-de-greg-abbott-que-se-postula-al-senado-despues-de-que-trump-la-descalifico-muero-nid09122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "What does it mean that a person prefers to remain silent to avoid fights and conflicts, according to psychology?",
        "description": "An analysis of why some people choose silence and what are the emotional and relational consequences of this behavior",
        "url": "https://www.lanacion.com.ar/salud/mente/que-significa-que-una-persona-prefiera-callar-para-evitar-peleas-y-conflictos-segun-la-psicologia-nid06122025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The type of magnesium that can help repair muscles and bones",
        "description": "A group of experts reveals the positive effects of magnesium citrate on intestinal function, tissues, bones and the nervous system",
        "url": "https://www.lanacion.com.ar/salud/nutricion/el-tipo-de-magnesio-que-puede-ayudar-a-reparar-los-musculos-y-los-huesos-nid01122025/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Argentina-Infobae": [],
    "Argentina-Ámbito": [
      {
        "title": "Luis Caputo, about the new dollar bond: \"The objective is to obtain US$1,000 million at a rate of less than 9%\"",
        "description": "The Minister of Economy also said that he is betting that the foreign currency income will be contributed by the financial account, that is, through debt or",
        "url": "https://www.ambito.com/economia/luis-caputo-la-falta-reservas-queremos-que-la-compra-dolares-sea-lo-mas-barata-posible-n6222187",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Dollar bonds fall in the run-up to a new placement of government debt",
        "description": "Since the announcement made on Friday, the bond reaction has been timid. This placement in dollars is the first since 2018 and the prelude to a market launch",
        "url": "https://www.ambito.com/finanzas/los-bonos-dolares-caen-la-antesala-una-nueva-colocacion-deuda-del-gobierno-n6222162",
        "time": "1 hour ago"
      },
      {
        "title": "The Government announced a new reduction in withholdings on grains: soybeans will go from 26% to 24%",
        "description": "The measure cuts export duties on soybeans, wheat, corn and other crops. Minister Luis Caputo affirmed that the countryside is key for the income of foreign currency and",
        "url": "https://www.ambito.com/economia/el-gobierno-anuncio-una-nueva-baja-retenciones-los-granos-soja-pasara-del-26-al-24-n6222123",
        "time": "2 hours ago"
      },
      {
        "title": "Ámbito Financiero celebrates 49 years reaffirming its commitment to quality journalism",
        "description": "The strength of the newspaper lies in the combination of experience and rigor that has always characterized it. The goal continues to be to offer precise and contextualized information.",
        "url": "https://www.ambito.com/opiniones/ambito-financiero-cumple-49-anos-reafirmando-su-compromiso-el-periodismo-calidad-n6221447",
        "time": "11 hours ago"
      },
      {
        "title": "The Government presents the text of the labor reform and advances in other initiatives",
        "description": "The labor reform will be presented this Tuesday before the May Council and the Government hopes to achieve rapid approval in Parliament. The initiative will impact contributions",
        "url": "https://www.ambito.com/politica/el-gobierno-presenta-el-texto-la-reforma-laboral-y-avanza-otras-iniciativas-n6222007",
        "time": "11 hours ago"
      },
      {
        "title": "The dollar prolongs the exchange calm and the city focuses on the return to the debt market",
        "description": "The wholesale exchange rate fell for the fourth day and moved away from the top of the BCRA band. The Government will issue a bond in dollars to face",
        "url": "https://www.ambito.com/finanzas/el-dolar-prolonga-la-calma-cambiaria-y-la-city-se-enfoca-la-vuelta-al-mercado-deuda-n6222105",
        "time": "2 hours ago"
      },
      {
        "title": "Key meeting at Casa Rosada: the Government refines its parliamentary strategy for the start of extraordinary elections",
        "description": "Officials meet at Balcarce 50 to outline how to move forward with the votes necessary to approve the reform package promoted by the ruling party.",
        "url": "https://www.ambito.com/politica/reunion-clave-casa-rosada-el-gobierno-afina-su-estrategia-parlamentaria-cara-al-inicio-extraordinarias-n6222178",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Labor reform: how the new fund that would transfer the cost of compensation to the State will work",
        "description": "This is the Labor Assistance Fund (FAL), which is made up of a contribution equivalent to 3 points of the salary mass. In turn, companies that adopt this",
        "url": "https://www.ambito.com/economia/reforma-laboral-como-funcionaran-los-fondos-que-financiaran-las-indemnizaciones-despido-n6221993",
        "time": "4 hours ago"
      },
      {
        "title": "Buenos Aires Legislature: the new deputies are sworn in and the board is reconfigured with important names",
        "description": "The session will take place this Tuesday from 11am. Among the legislators who will assume their seats will be Silvia Lospennato, Horacio Rodríguez Larreta and Leandro Santoro. They will also be defined",
        "url": "https://www.ambito.com/politica/legislatura-portena-juran-los-nuevos-diputados-y-se-reconfigura-el-tablero-nombres-peso-n6222155",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The \"blue guru\" anticipated what will be the star of the market in 2026",
        "description": "Salvador Di Stefano made the forecasts of the main variables that will affect the Argentine economy next year.",
        "url": "https://www.ambito.com/economia/el-guru-del-blue-anticipo-cual-sera-la-estrella-del-mercado-2026-n6222160",
        "time": "Less than 1 hour ago"
      }
    ],
    "Argentina-Perfil": [
      {
        "title": "Garbarsky, with support for Milei and strong bet on real estate takeoff in 2026",
        "description": "The president of Grupo Ecipsa assures that the sector is beginning to breathe a different climate and that next year could mark a turn if macro variables are consolidated. With",
        "url": "https://www.perfil.com/noticias/cordoba/garbarsky-con-respaldo-a-milei-y-fuerte-apuesta-al-despegue-inmobiliario-en-2026.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The ruling party admits “a red box” and opens the door to profound changes in the provincial retirement system",
        "description": "In the midst of the strong discomfort of the state unions over the possible increase in contributions and the declaration of the pension emergency, legislator Facundo Torres defended the position of the",
        "url": "https://www.perfil.com/noticias/cordoba/el-oficialismo-admite-una-caja-en-rojo-y-abre-la-puerta-a-cambios-profundos-en-el-sistema-jubilatorio-provincial.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Drug Dealing Law: Valdés signed the decree and will govern in Corrientes from February 1",
        "description": "In his last act as head of the Executive, the governor announced the signing of the regulatory decree of the new Drug Dealing Law, which will come into force on February 1.",
        "url": "https://www.perfil.com/noticias/nea/ley-de-narcomenudeo-valdes-firmo-el-decreto-y-regira-en-corrientes-desde-el-1-de-febrero.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Doble Valentina will do a show at La Tangente to present her second album",
        "description": "The singer-songwriter, named by Rolling Stone as a \"promise of her generation\", is preparing the album with production by Diego Torres and Yadam González. It will be presented on December 12 for",
        "url": "https://www.perfil.com/noticias/vivo/doble-valentina-hara-un-show-en-la-tangente-para-presentar-su-segundo-disco.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The \"Experience\" of not having experience: The labyrinth of the first youth job in Argentina",
        "description": "Access to the first job in Argentina has become a true labyrinth for young people. It is not just an economic problem; It is a structural obstacle where the lack",
        "url": "https://www.perfil.com/noticias/guia-de-profesionales-pnt/la-experiencia-de-no-tener-experiencia-el-laberinto-del-primer-empleo-juvenil-en-argentina.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "They consecrated the National Couple of Chamamé 2026 and the new musical talents",
        "description": "The Juan de Vera Official Theater hosted the Grand Final of the National Chamamé Pre-Festival Competitions. The Youth couple and the",
        "url": "https://www.perfil.com/noticias/nea/consagraron-a-la-pareja-nacional-del-chamame-2026-y-a-los-nuevos-talentos-musicales.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Shakira Effect in Córdoba: the show that will set an economic record and will attract more than 120 thousand tourists to the city",
        "description": "The province is heading into an unprecedented weekend. Production companies, businesses and the tourism sector are already projecting a movement greater than that of any previous international recital. Read more",
        "url": "https://www.perfil.com/noticias/cordoba/efecto-shakira-en-cordoba-el-show-que-marcara-un-record-economico-y-atraera-a-mas-de-120-mil-turistas-a-la-ciudad.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Brain nomadism: training the mind for a world in constant motion",
        "description": "The future of well-being and productivity is not limited to the physical body: it also depends on the brain's ability to adapt, reinvent itself, and move fluidly between challenges. He",
        "url": "https://www.perfil.com/noticias/guia-de-profesionales-pnt/nomadismo-cerebral-entrenar-la-mente-para-un-mundo-en-constante-movimiento.phtml",
        "time": "1 hour ago"
      },
      {
        "title": "A truck hit a man and his two youngest daughters: they were miraculously saved",
        "description": "Two girls, ages 5 and 9, and their father performed a miracle after being hit from behind by a truck. The driver claimed that the accelerator was stuck",
        "url": "https://www.perfil.com/noticias/sociedad/una-camioneta-impacto-de-lleno-a-un-hombre-y-sus-dos-hijas-menores-se-salvaron-de-milagro.phtml",
        "time": "1 hour ago"
      },
      {
        "title": "Watch Fontevecchia Mode live",
        "description": "Jorge Fontevecchia hosts Modo Fontevecchia on Radio Perfil and Net TV from Monday to Friday from 10 a.m. to 1 p.m. Read more",
        "url": "https://www.perfil.com/noticias/actualidad/mira-en-vivo-el-streaming-de-hoy-de-modo-fontevecchia.phtml",
        "time": "1 hour ago"
      }
    ],
    "Argentina-Página/12": [],
    "Brazil-Folha": [
      {
        "title": "'Aurora' translates the essence of Paulo Mendes Campos to theater",
        "description": "\"Aurora\" sets itself the difficult task of translating the poet and writer Paulo Mendes Campos onto the stage. Instead of focusing on the narrative, director Rodrigo Penna bets on",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/blogs/mise-en-scene/2025/12/aurora-traduz-essencia-de-paulo-mendes-campos-para-o-teatro.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "How to accumulate air miles? Folha launches series to help readers",
        "description": "This Thursday (11) Folha launches the series \"From Mile to Mile\", about loyalty programs linked to the airline sector. The reports will provide a guide to help the reader",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/turismo/2025/12/como-acumular-milhas-areas-folha-lanca-serie-para-ajudar-leitores.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Family of drug trafficker Peixão, leader of Complexo de Israel, is arrested trying to leave the country with jewelry",
        "description": "The family of drug trafficker Álvaro Malaquias Santa Rosa, 38, known as Peixão, head of Complexo de Israel, in Rio de Janeiro, was arrested when trying to leave the country with jewelry",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2025/12/familia-do-traficante-peixao-lider-do-complexo-de-israel-e-detida-tentando-sair-do-pais-com-joias.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Trump threatens Mexico with new tariffs in water dispute",
        "description": "US President Donald Trump threatened this Monday (8) to impose new tariffs on Mexican products if the neighboring country does not supply more water to the United States due to",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2025/12/trump-ameaca-mexico-com-novas-tarifas-em-disputa-por-agua.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Singer Leonardo is discharged after hospitalization for gastroenteritis",
        "description": "Singer Leonardo, 62, was discharged from Albert Einstein Hospital, in Goiânia (GO), after being admitted with gastroenteritis. Read more (12/09/2025 - 10:45 am)",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/celebridades/2025/12/cantor-leonardo-recebe-alta-apos-internacao-por-gastroenterite.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Rock in Rio 2026 opens ticket sales today with early entry",
        "description": "Sales of the Rock in Rio Card, a ticket that guarantees entry to one of the days of the 2026 edition of Rock in Rio, to be chosen later, starts this",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2025/12/rock-in-rio-2026-abre-hoje-venda-de-ingressos-com-entrada-antecipada.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Brazilian artist takes Tupiniquim alchemy to exhibition in Switzerland",
        "description": "Elisa Stecca will close 2025, a more than productive year as a multi-artist who moves through design, visual arts, journalism and fashion, with a summary exhibition at espace_L, a contemporary art gallery",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/redesocial/2025/12/artista-brasileira-leva-alquimia-tupiniquim-para-mostra-na-suica.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Flávio visits Bolsonaro and says that his candidacy is priceless and that he will look for a center",
        "description": "Senator Flávio Bolsonaro (PL-RJ) visited, this Tuesday (9), former president Jair Bolsonaro (PL) at the Federal Police superintendence in Brasília, where the former president has been imprisoned since November 22.",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/poder/2025/12/flavio-visita-bolsonaro-e-diz-que-candidatura-nao-tem-preco-e-que-procurara-centrao.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Family suffers shooting attack on Avenida Brasil, in RJ; couple dies and baby is in serious condition",
        "description": "A family was the target of a shooting attack on Avenida Brasil, in Campo Grande, west of Rio de Janeiro, on Monday night (8). The couple died and the",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2025/12/familia-sofre-ataque-a-tiros-na-avenida-brasil-no-rj-casal-morre-e-bebe-fica-em-estado-grave.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "'Eternity' thrills with a romance stronger than its comedy",
        "description": "Many romantic comedies suffer from excessive sentimentality in the romantic part and depend on the comedic part to sustain themselves. This happens because a good romance, the kind that moves us without",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2025/12/em-eternidade-romance-e-maior-que-a-comedia-e-filme-emociona.shtml",
        "time": "Less than 1 hour ago"
      }
    ],
    "Brazil-O Globo": [],
    "Brazil-UOL": [
      {
        "title": "Kast and Jara, the ultra-rightist and the leftist who compete for power in Chile",
        "description": "The second round of presidential elections in Chile will be led on Sunday (14) by two opposing poles: Jeannette Jara, a moderate communist of humble origins who represents a left-wing coalition, and",
        "url": "https://noticias.uol.com.br/ultimas-noticias/afp/2025/12/09/kast-e-jara-o-ultradireitista-e-a-esquerdista-que-disputam-o-poder-no-chile.htm",
        "time": "Recently"
      },
      {
        "title": "Brazil's CNH: government makes official this Tuesday (9) new rules for obtaining a license",
        "description": "The federal government makes official this Tuesday, 9th, the new rules for obtaining the National Driving License (CNH) in the country. The measure makes practical classes more flexible and offers the course",
        "url": "https://noticias.uol.com.br/ultimas-noticias/agencia-estado/2025/12/09/cnh-do-brasil-governo-oficializa-nesta-terca-9-novas-regras-para-tirar-a-habilitacao.htm",
        "time": "Recently"
      },
      {
        "title": "GCM of Apucarana will receive rifles, carbines and drones",
        "description": "The Municipal Civil Guard (GCM) of Apucarana will undergo a process of tactical and institutional reinforcement in the coming months. The announcement was made by councilor Pablo da Segurança (Citizen...",
        "url": "https://tnonline.uol.com.br/noticias/apucarana/gcm-de-apucarana-recebera-fuzis-carabinas-e-drones-1047692",
        "time": "Recently"
      },
      {
        "title": "Chile elects president with ultra-rightist Kast as favorite",
        "description": "This Sunday (14), Chile will define its next president in the second round, with the ultra-rightist José Antonio Kast as the big favorite against the left-wing candidate, Jeannette Jara, after",
        "url": "https://noticias.uol.com.br/ultimas-noticias/afp/2025/12/09/chile-elege-presidente-com-ultradireitista-kast-como-favorito.htm",
        "time": "Recently"
      },
      {
        "title": "Gun accident kills president of shooting club in Irati (PR)",
        "description": "president of a shooting club in Irati, in the center-south of Paraná, died this Monday afternoon (8) after being accidentally shot inside his home. The victim,",
        "url": "https://tnonline.uol.com.br/noticias/parana/acidente-com-arma-mata-presidente-de-clube-de-tiro-em-irati-pr-1047691",
        "time": "Recently"
      },
      {
        "title": "Trump considers anti-drug operations in Mexico and Colombia amid tension with Venezuela, says website",
        "description": "9 Dec (Reuters) - United States President Donald Trump continued his threats of ground attacks against alleged Venezuelan drug traffickers in an interview published in",
        "url": "https://noticias.uol.com.br/ultimas-noticias/reuters/2025/12/09/trump-cogita-operacoes-antidrogas-no-mexico-e-na-colombia-em-meio-a-tensao-com-venezuela-diz-site.htm",
        "time": "Recently"
      },
      {
        "title": "'Aurora' translates the essence of Paulo Mendes Campos to theater",
        "description": "",
        "url": "https://www1.folha.uol.com.br/blogs/mise-en-scene/2025/12/aurora-traduz-essencia-de-paulo-mendes-campos-para-o-teatro.shtml",
        "time": "Recently"
      },
      {
        "title": "Doca, Abelha, Pezão, Peixão: who are the main fugitive criminals from Rio de Janeiro",
        "description": "The Ministry of Justice and Public Security (MJSP) released this Monday, 8th, a list of the main fugitive criminals from Brazil, whose capture is strategic and important for the fight against",
        "url": "https://noticias.uol.com.br/ultimas-noticias/agencia-estado/2025/12/09/doca-abelha-pezao-peixao-quem-sao-os-principais-criminosos-foragidos-do-rio-de-janeiro.htm",
        "time": "Recently"
      },
      {
        "title": "Family of drug trafficker Peixão, leader of Complexo de Israel, is arrested trying to leave the country with jewelry",
        "description": "",
        "url": "https://www1.folha.uol.com.br/cotidiano/2025/12/familia-do-traficante-peixao-lider-do-complexo-de-israel-e-detida-tentando-sair-do-pais-com-joias.shtml",
        "time": "Recently"
      },
      {
        "title": "Apucarana already accumulates 55 mm of rain, points out Simepar",
        "description": "Paraná faces a scenario of severe instability this Tuesday (09), with forecasts of storms, winds that can exceed 100 km/h and significant accumulations of rain in several regions of...",
        "url": "https://tnonline.uol.com.br/noticias/apucarana/apucarana-ja-acumula-chuva-de-55-mm-aponta-simepar-1047690",
        "time": "Recently"
      }
    ],
    "Brazil-G1": [
      {
        "title": "Court confirms just cause of employee who took products without paying at supermarket in MG",
        "description": "Supermarket cashier (illustrative photo) Jornal Nacional The Labor Court confirmed the dismissal for just cause of an employee at a supermarket in Sabará, in the Metropolitan Region of Belo",
        "url": "https://g1.globo.com/mg/minas-gerais/noticia/2025/12/09/justica-confirma-justa-causa-de-funcionaria-que-levou-produtos-sem-pagar-em-supermercado-de-mg.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "EPTV 1 Campinas live",
        "description": "EPTV 1 Campinas live Follow the news daily on the internet.",
        "url": "https://g1.globo.com/sp/campinas-regiao/ao-vivo/eptv-1-campinas-ao-vivo.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Government launches app and makes new rules for driver's licenses official; WATCH",
        "description": "Government launches app and makes new rules for driver's licenses official; WATCH One of the changes is the 'good driver' rule, which will exempt anyone who behaves inappropriately from the renewal fee.",
        "url": "https://g1.globo.com/carros/ao-vivo/governo-oficializa-novas-regras-cnh.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Japan warns of possibility of mega-earthquake after tremor",
        "description": "A car was stuck on a collapsed road in Tohoku, northern Japan. EPA Japan's official meteorological agency said there is a possibility of an earthquake",
        "url": "https://g1.globo.com/mundo/noticia/2025/12/09/japao-alerta-para-possibilidade-de-megaterremoto-apos-tremor.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "A sustainable future comes from caring for people",
        "description": "In one of the actions, Anglo American promotes the training of health professionals. Disclosure/Anglo American Reimagining mining to improve people's lives is more than just a",
        "url": "https://g1.globo.com/especial-publicitario/anglo-american/noticia/2025/12/09/um-futuro-sustentavel-nasce-do-cuidado-com-as-pessoas.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Driver arrested after sniffer dog finds 78 kg of drugs in truck tank on border with Bolivia",
        "description": "Sniffer dog helps soldiers find drugs hidden in the tank of a truck in MT A driver was arrested after a sniffer dog found 78 kg of cocaine base paste",
        "url": "https://g1.globo.com/mt/mato-grosso/noticia/2025/12/09/motorista-e-preso-apos-cao-farejador-encontrar-78-kg-de-drogas-em-tanque-de-caminhonete-na-fronteira-com-a-bolivia.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Michelle alleges 'tensions' and 'changes in health' and asks for the removal of the head of PL Mulher",
        "description": "Former first lady Michelle Bolsonaro asked to step down from the presidency of PL Mulher, a movement aimed at female political participation in the acronym, alleging \"tensions\" arising from the arrest of Jair Bolsonaro and \"changes in",
        "url": "https://g1.globo.com/politica/noticia/2025/12/09/michelle-alega-tensoes-e-alteracoes-em-saude-e-pede-afastamento-da-chefia-do-pl-mulher.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "PSD announces affiliation of former governor Arruda to run for government of DF",
        "description": "The PSD announced, this Tuesday (9), the affiliation of José Roberto Arruda to the party. Still according to the acronym, the former governor is a PSD pre-candidate for the DF government",
        "url": "https://g1.globo.com/df/distrito-federal/noticia/2025/12/09/psd-anuncia-filiacao-de-ex-governador-arruda-para-disputar-governo-do-df.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Carnival 2026 in Atibaia? Plan your trip in advance",
        "description": "Is it too early to talk about Carnival? For those who plan in advance, the matter is already on the agenda. Atibaia Residence Hotel & Resort confirmed its official schedule for",
        "url": "https://g1.globo.com/sp/vale-do-paraiba-regiao/especial-publicitario/atibaia-e-regiao-convention-e-visitors-bureau/turismo-atibaia-e-regiao/noticia/2025/12/09/carnaval-2026-em-atibaia-programe-se-com-antecedencia-para-viajar.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "BNDES approves R$200 million loan for Embraer to invest in the ‘flying car’",
        "description": "Full-scale 'flying car' prototype Disclosure/Eve Air Mobility The National Bank for Economic and Social Development (BNDES) reported, this Tuesday (9), that it approved financing worth",
        "url": "https://g1.globo.com/sp/vale-do-paraiba-regiao/noticia/2025/12/09/bndes-aprova-emprestimo-de-r-200-milhoes-para-embraer-investir-no-carro-voador.ghtml",
        "time": "Less than 1 hour ago"
      }
    ],
    "Brazil-Exame": [
      {
        "title": "Extratropical cyclone puts São Paulo on alert for strong winds and heavy rain",
        "description": "Municipalities in the east, such as the capital, São Paulo coast, Campinas, Sorocaba and Serra da Mantiqueira, should be the main ones hit by the rains; see forecast",
        "url": "https://exame.com/brasil/ciclone-extratropical-coloca-sao-paulo-em-alerta-para-ventania-e-chuva-forte/",
        "time": "3 hours ago"
      },
      {
        "title": "Government creates National Intelligence System to combat organized crime",
        "description": "New structure will bring together strategic information from federal and state agencies to reinforce security actions",
        "url": "https://exame.com/brasil/governo-cria-sistema-nacional-de-inteligencia-para-enfrentar-crime-organizado/",
        "time": "3 hours ago"
      },
      {
        "title": "OpenAI wants to end 'red alert' period with new release",
        "description": "Model 5.2 should be presented this week in response to the maximum alert declared by Sam Altman after a drop in performance ranking and loss of users for Gemini",
        "url": "https://exame.com/inteligencia-artificial/openai-quer-encerrar-o-periodo-de-alerta-vermelho-com-novo-lancamento/",
        "time": "3 hours ago"
      },
      {
        "title": "AI browsers promise automation, but still fail at simple tasks",
        "description": "Models like Atlas, from OpenAI, and Comet, from Perplexity, run into technical limitations, such as the web structure made for humans, and face low site adoption and distrust of users.",
        "url": "https://exame.com/inteligencia-artificial/navegadores-com-ia-prometem-automacao-mas-ainda-falham-em-tarefas-simples/",
        "time": "3 hours ago"
      },
      {
        "title": "Liniker is confirmed on Tiny Desk Brasil; see when the program airs",
        "description": "Liniker already performed on the North American version of the program in 2018",
        "url": "https://exame.com/pop/liniker-e-confirmada-no-tiny-desk-brasil-veja-quando-programa-vai-ao-ar/",
        "time": "3 hours ago"
      },
      {
        "title": "Driver's license without driving school: see the new rules for obtaining a driver's license",
        "description": "Federal Government initiative was launched this Tuesday, 9th, with the aim of making the process of obtaining a license cheaper",
        "url": "https://exame.com/brasil/cnh-sem-autoescola-veja-as-novas-regras-para-tirar-a-carteira-de-motorista/",
        "time": "3 hours ago"
      },
      {
        "title": "NR-1: labor lawyer explains how companies will respond to the rule in 2026",
        "description": "The standard created in 1983 will require mandatory actions against psychosocial risks such as chronic stress, burnout and harassment in the workplace next year.",
        "url": "https://exame.com/negocios/nr-1-advogada-trabalhista-explica-como-empresas-irao-responder-a-norma-em-2026/",
        "time": "3 hours ago"
      },
      {
        "title": "iFood CEO: 'The delivery market is experiencing entropy driven by subsidies'",
        "description": "The leader in delivery has never received as many orders as it does now, thanks to discounts from competitors. The question is what happens when the incentive ends, says Diego Barreto",
        "url": "https://exame.com/negocios/ceo-do-ifood-mercado-de-delivery-vive-entropia-impulsionada-por-subsidios/",
        "time": "3 hours ago"
      },
      {
        "title": "Ibovespa today: follow the movement of the stock market and dollar this Tuesday, 9",
        "description": "The market remains attentive to developments in Flávio Bolsonaro's (PL-RJ) pre-candidacy for the Presidency",
        "url": "https://exame.com/invest/mercados/ibovespa-hoje-9-12-2025/",
        "time": "3 hours ago"
      },
      {
        "title": "Crypto market has “extreme fear” and bitcoin’s improvement depends on the Fed",
        "description": "Despite the extremely pessimistic scenario and awaiting the US central bank's monetary decision, expert points out positive asymmetry in the main crypto assets",
        "url": "https://exame.com/future-of-money/mercado-cripto-tem-medo-extremo-e-melhora-do-bitcoin-depende-do-fed/",
        "time": "3 hours ago"
      }
    ],
    "Brazil-Metrópoles": [
      {
        "title": "“Our promise”, declares MC Guimê after Yarin’s birth",
        "description": "The singer used Instagram, on Monday (8/12), to announce the arrival of his daughter, the result of his relationship with Fernanda Stroschein",
        "url": "https://www.metropoles.com/colunas/fabia-oliveira/nossa-promessa-declara-mc-guime-apos-o-nascimento-de-yarin",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Slimming pens: pet obesity starts in human behavior",
        "description": "Weight-loss pens for pets are being tested and should be launched by 2027. However, they are not the main solution to animal obesity",
        "url": "https://www.metropoles.com/colunas/e-o-bicho/canetas-emagrecedoras-obesidade-pet-comeca-no-comportamento-humano",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Mauri Lima's death: driver reveals what happened before accident",
        "description": "Mauri Lima died at the age of 55 in a road accident that happened last Sunday (7/12)",
        "url": "https://www.metropoles.com/celebridades/morte-de-mauri-lima-motorista-revela-o-que-houve-antes-de-acidente",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Intercontinental: Cruz Azul ends preparations to face Flamengo",
        "description": "Cruz Azul, from Mexico, faces Flamengo in the quarterfinals of the Intercontinental Cup. The teams take the field this Wednesday (10/12)",
        "url": "https://www.metropoles.com/esportes/intercontinental-cruz-azul-encerra-preparacao-para-enfrentar-flamengo",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Peixão's family is intercepted while fleeing to Bolivia with valuable jewelry",
        "description": "The criminal's wife, three children and a nephew were intercepted while trying to leave Brazil",
        "url": "https://www.metropoles.com/colunas/mirelle-pinheiro/familia-de-peixao-e-interceptada-em-fuga-para-a-bolivia-joias-valiosas",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Virginia professor comments on “ear tug” that went viral on video",
        "description": "Carlinhos do Salgueiro, Virginia Fonseca's samba teacher, went viral in a video at the last street rehearsal in Grande Rio",
        "url": "https://www.metropoles.com/colunas/lucas-pasin/professor-de-virginia-comenta-puxao-de-orelha-que-viralizou-em-video",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Leonardo leaves hospital and details diagnosis after hospitalization",
        "description": "The singer was admitted to a hospital in Goiânia after suffering from diarrhea and dehydration, and was discharged this Tuesday (9/12)",
        "url": "https://www.metropoles.com/colunas/fabia-oliveira/leonardo-deixa-hospital-e-detalha-diagnostico-apos-internacao",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Endrick's move to Lyon could be frozen by Real Madrid. Understand",
        "description": "Endrick had advanced negotiations with Lyon, from France. Xabi Alonso's instability could keep player at Real Madrid",
        "url": "https://www.metropoles.com/esportes/ida-de-endrick-ao-lyon-pode-ser-congelada-pelo-real-madrid-entenda",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Family is fined R$15,000 for keeping almost 40 snakes in captivity",
        "description": "Animal Protection Sector of Sorocaba, in the interior of SP, seized 39 snakes, in addition to other animals kept illegally in captivity",
        "url": "https://www.metropoles.com/sao-paulo/familia-multada-cobras-cativeiro",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Flávio told Centrão that the candidacy “is for real” and asked for support",
        "description": "Flávio Bolsonaro met, in Brasília, with the presidents of the PP, Ciro Nogueira, and União Brasil, Antonio Rueda",
        "url": "https://www.metropoles.com/brasil/flavio-disse-ao-centrao-que-a-candidatura-e-para-valer-e-pediu-apoio",
        "time": "Less than 1 hour ago"
      }
    ],
    "Mexico-La Jornada": [
      {
        "title": "Editorial: UPN: urgent solution",
        "description": "The National Pedagogical University (UPN) of Mexico City has been on a student strike for more than a month that began on October 28, as a result of a problematic",
        "url": "https://www.jornada.com.mx/2025/12/09/opinion/002a1edi?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "Many attended the celebration because they are proud of the 4T, says the president",
        "description": "The Fourth Transformation represents an economic, political and ethical model, and a different way of governing, said Claudia Sheinbaum when taking stock of the celebration for the seven years of",
        "url": "https://www.jornada.com.mx/2025/12/09/politica/005n2pol?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "Mexicans, a third of those arrested in anti-immigrant raids in the US",
        "description": "Washington and New York., More than a third of those arrested by members of the Immigration and Customs Enforcement Agency (ICE) in the",
        "url": "https://www.jornada.com.mx/2025/12/09/mundo/025n1mun?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "Paramount offers more money than Netflix to acquire Warner Bros Discovery",
        "description": "New York., Paramount on Monday launched a takeover bid to acquire Warner Bros Discovery (WBD), the Hollywood giant that also owns CNN, thus challenging the controversial deal",
        "url": "https://www.jornada.com.mx/2025/12/09/espectaculos/a08n2esp?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "New SCJN inherited “great lag” in transparency",
        "description": "The so-called new Supreme Court of Justice of the Nation (SCJN) yesterday accused the integration of the previous plenary session of having left a “great lag” in terms of transparency, which",
        "url": "https://www.jornada.com.mx/2025/12/09/politica/008n1pol?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "In the US, a $12 billion support plan for farmers",
        "description": "Washington. The president of the United States, Donald Trump, announced yesterday that part of the resources generated by the tariffs will be allocated to an aid package of 12 billion",
        "url": "https://www.jornada.com.mx/2025/12/09/economia/021n3eco?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "Trump announces decree to prohibit states from regulating artificial intelligence",
        "description": "Washington.&#160; El presidente Donald Trump anunció el lunes que emitirá un decreto para quitar a los estados el derecho a regular la creciente industria de la inteligencia artificial (IA), ya",
        "url": "https://www.jornada.com.mx/2025/12/09/ciencias/a06n2cie?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "Luis Hernández Navarro: Venezuela, the day after",
        "description": "Since 2002, the date of the 47-hour coup against Hugo Chávez, Washington has sponsored or unsuccessfully supported, time and again, regime change in Venezuela. In",
        "url": "https://www.jornada.com.mx/2025/12/09/politica/017a1pol?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "Residents of Xoco and Atoyac accuse the Secretary of Towns and Neighborhoods of fragmenting the community",
        "description": "The consultation process on the general development plan (PGD) – a document that will set the course of the city for the next 20 years – is intended to be carried out without respecting the",
        "url": "https://www.jornada.com.mx/2025/12/09/capital/033n2cap?partner=rss",
        "time": "4 hours ago"
      },
      {
        "title": "Fines only in 15 of 81 sentences for political gender violence: INE",
        "description": "The National Electoral Institute (INE) yesterday presented the National Repository of sentences and resolutions on political violence against women based on gender, a tool available in its",
        "url": "https://www.jornada.com.mx/2025/12/09/politica/007n1pol?partner=rss",
        "time": "4 hours ago"
      }
    ],
    "Mexico-Animal Político": [],
    "Mexico-Sin Embargo": [
      {
        "title": "Zacatecas, a special place with a festive atmosphere to enjoy Christmas",
        "description": "Zacatecas is one of the most emblematic destinations to experience the Christmas season in Mexico surrounded by impressive temples and deep traditions. The post Zacatecas, a special place with atmosphere",
        "url": "https://www.sinembargo.mx/4736259/zacatecas-un-lugar-especial-con-ambiente-festivo-para-disfrutar-navidad/",
        "time": "Recently"
      },
      {
        "title": "Perfect Beauty, Ryan Murphy's new series already has a premiere date",
        "description": "Guest actors include Bella Hadid, Ben Platt, Meghan Trainor, Nicola Peltz Beckham and Peter Gallagher. The season has 11 episodes. The post Perfect Beauty, the new series",
        "url": "https://www.sinembargo.mx/4736269/belleza-perfecta-la-nueva-serie-de-ryan-murphy-ya-tiene-fecha-de-estreno/",
        "time": "Recently"
      },
      {
        "title": "Young people are at greater risk of head and neck cancer due to alcohol and vaping consumption",
        "description": "More than 80 percent of patients with tumors of the oral cavity, larynx and pharynx are smokers or have been heavy smokers, according to specialists from the Spanish Society of",
        "url": "https://www.sinembargo.mx/4736290/jovenes-corren-mas-riesgo-de-cancer-de-cabeza-y-cuello-por-consumo-de-alcohol-y-vapeo/",
        "time": "Recently"
      },
      {
        "title": "Brazilian mother of Karoline Leavitt's nephew is released after being detained by ICE",
        "description": "Bruna Caroline Ferreira, who had a romantic relationship with Michael Leavitt (Karoline Leavitt's brother), could be released today. The post Brazilian mother of Karoline Leavitt's nephew is released",
        "url": "https://www.sinembargo.mx/4736286/madre-brasilena-del-sobrino-de-karoline-leavitt-es-liberada-tras-ser-detenida-por-ice/",
        "time": "Recently"
      },
      {
        "title": "Three Ministers of the SCJN denounce impersonation of their identities on social networks",
        "description": "Hugo Aguilar Ortiz, Lenia Batres and Giovanni Figueroa Mejía reported impersonation of their identities on social networks such as Facebook and Instagram, as well as on WhatsApp. The post Three Ministers of",
        "url": "https://www.sinembargo.mx/4736282/tres-ministros-de-la-scjn-denuncian-suplantacion-de-sus-identidades-en-redes-sociales/",
        "time": "Recently"
      },
      {
        "title": "Increase in tariffs on Chinese products advances in committee of the Chamber of Deputies",
        "description": "Tariffs against China, and other countries that do not have trade agreements with Mexico, will come into force from January 2026. The post Increase in tariffs",
        "url": "https://www.sinembargo.mx/4736274/aumento-de-aranceles-a-productos-chinos-avanza-en-comision-de-la-camara-de-diputados/",
        "time": "Recently"
      },
      {
        "title": "Sheinbaum receives José Medina Mora, new president of the CCE, at the National Palace",
        "description": "Claudia Sheinbaum shared a photo of the meeting with the next president of the Business Coordinating Council, José Medina Mora Icaza, but did not reveal the details of the meeting. The post Sheinbaum",
        "url": "https://www.sinembargo.mx/4736245/sheinbaum-recibe-a-jose-medina-mora-nuevo-presidente-del-cce-en-palacio-nacional/",
        "time": "Recently"
      },
      {
        "title": "Peña Nieto, the corrupt one, also returns",
        "description": "With Peña Nieto what happens with Calderón and Salinas de Gortari: They cannot walk through the streets of Mexico without being repudiated. Not even with Vicente Fox does that happen: Being",
        "url": "https://www.sinembargo.mx/4736118/pena-nieto-el-corrupto-tambien-regresa/",
        "time": "Recently"
      }
    ],
    "Mexico-Aristegui": [],
    "Mexico-Proceso": [],
    "Mexico-Milenio": [
      {
        "title": "Intentional homicide has decreased 37% since September 2024: SESNSP",
        "description": "The head of the Executive Secretariat of the National Public Security System, Marcela Figueroa, reported that the trend in the daily average of intentional homicide on a monthly basis, from September",
        "url": "https://www.milenio.com/policia/homicidio-doloso-bajado-37-septiembre-2024",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Italian police dismantle group accused of torture and extortion; five are minors",
        "description": "Rome police arrested eleven young people, including five minors, accused of kidnapping and torturing several people in a garage, where they committed \"repeated acts of",
        "url": "https://www.milenio.com/internacional/policia-italiana-desarticula-grupo-acusado-tortura-extorsion",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "André-Pierre Gignac, Nahuel Guzmán and Javier Aquino seek their sixth championship",
        "description": "In the final stretch of their respective careers, Nahuel Guzmán, Javier Aquino and André Pierre Gignac are facing the possibility of winning a sixth League championship with the shirt",
        "url": "https://www.milenio.com/futbol/liga-mx/gignac-nahuel-guzman-y-javier-aquino-buscan-su-sexto-campeonato",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Confirmed. These letters charge THOUSAND 900 pesos today, December 9, for the Rita Cetina Scholarship | Official calendar",
        "description": "High school students who are beneficiaries of the Rita Cetina Scholarship will be able to receive their support corresponding to November and December, although this Tuesday the 9th only some will be able to receive it, according to",
        "url": "https://www.milenio.com/comunidad/beca-rita-cetina-que-letras-cobran-1900-pesos-hoy-9-de-diciembre",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Bayern Munich vs Sporting Lisbon LIVE: At what time and where to SEE the 2025 Champions League match TODAY",
        "description": "Today, Bayern Munich hosts Sporting Lisbon in a match on matchday 6 of the league phase of the Champions League, and they do so with the",
        "url": "https://www.milenio.com/deportes/futbol-internacional/bayern-munich-vs-sporting-lisboa-en-vivo-partido-champions-league-2025",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "What illnesses does César Duarte, former governor of Chihuahua who was arrested, have?",
        "description": "César Duarte Jáquez, who held the governorship of Chihuahua between October 2010 and October 2016, was arrested on the afternoon of December 8 in the capital of said",
        "url": "https://www.milenio.com/politica/cesar-duarte-que-enfermedades-tiene-ex-gobernador-chihuahua",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Get the bike ready! CdMx confirms Christmas night walk to say goodbye to 2025: when and what time will it be?",
        "description": "Every Sunday in Mexico City it becomes one of the largest bike lanes, thus allowing all those who travel through this means",
        "url": "https://www.milenio.com/comunidad/paseo-nocturno-en-bicicleta-en-cdmx-cuando-sera",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Adal Ramones explains why he silenced Kim Shantal in La Granja VIP after complaining about alleged harassment by Eleazar Gómez",
        "description": "The controversy generated during one of the live broadcasts of La Granja VIP led Adal Ramones to offer a public explanation about his performance as host of the reality show.",
        "url": "https://www.milenio.com/espectaculos/famosos/adal-ramones-explica-porque-callo-kim-shantal-la-granja-vip-acoso",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "They seize 24 vehicles in a search on the Sonora border, some with armor and one \"monster\" type",
        "description": "The State Peace and Security Roundtable in Sonora reported this Monday that at the Agua Prieta border, 24 vehicles were seized, of which 18 have",
        "url": "https://www.milenio.com/policia/aseguran-24-vehiculos-cateo-frontera-sonora",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "IMSS Digital Card. Why can ONLY some people consult it? So you can use it to AVOID lines",
        "description": "Whether you are a pensioner, retiree or active worker, the Digital Card of the Mexican Social Security Institute (IMSS) is a practical tool for any affiliated person. Make it easy to access your",
        "url": "https://www.milenio.com/comunidad/tarjeton-digital-imss-que-es-para-que-sirve-y-que-puedes-hacer",
        "time": "Less than 1 hour ago"
      }
    ],
    "Colombia-El Tiempo": [],
    "Colombia-Semana": [],
    "Colombia-El Espectador": [],
    "Colombia-Portafolio": [],
    "Colombia-Pulzo": [],
    "Chile-BioBioChile": [],
    "Chile-El Mostrador": [],
    "Chile-La Tercera": [],
    "Chile-CIPER": [
      {
        "title": "Karin Law: visible progress, limited effectiveness in the State",
        "description": "The Karin Law entry: visible advances, limited effectiveness in the State was first published in CIPER Chile.",
        "url": "https://www.ciperchile.cl/2025/12/09/ley-karin-avances-visibles-eficacia-limitada-en-el-estado/?utm_source=rss&utm_medium=rss&utm_campaign=ley-karin-avances-visibles-eficacia-limitada-en-el-estado",
        "time": "6 hours ago"
      },
      {
        "title": "Republican deadbolt",
        "description": "The Republican Catenaccio entry was first published in CIPER Chile.",
        "url": "https://www.ciperchile.cl/2025/12/08/catenaccio-republicano/?utm_source=rss&utm_medium=rss&utm_campaign=catenaccio-republicano",
        "time": "21 hours ago"
      },
      {
        "title": "Axel Kaiser: revisionist propaganda and intellectual dishonesty",
        "description": "The entry Axel Kaiser: revisionist propaganda and intellectual dishonesty was first published in CIPER Chile.",
        "url": "https://www.ciperchile.cl/2025/12/08/axel-kaiser-propaganda-revisionista-y-deshonestidad-intelectual/?utm_source=rss&utm_medium=rss&utm_campaign=axel-kaiser-propaganda-revisionista-y-deshonestidad-intelectual",
        "time": "1 day ago"
      },
      {
        "title": "The right to housing and the morality of forced eviction",
        "description": "The entry The right to housing and the morality of forced eviction was first published in CIPER Chile.",
        "url": "https://www.ciperchile.cl/2025/12/08/el-derecho-a-la-vivienda-y-la-moralidad-del-desalojo-forzoso/?utm_source=rss&utm_medium=rss&utm_campaign=el-derecho-a-la-vivienda-y-la-moralidad-del-desalojo-forzoso",
        "time": "1 day ago"
      }
    ],
    "Chile-El Dínamo": [],
    "Peru-RPP": [
      {
        "title": "Dentil Praia vs. Zamalek LIVE via VBTV: they face each other for date 1 of the 2025 Volleyball Club World Cup",
        "description": "Dentil Praia vs Zamalek LIVE: follow the broadcast of the match for date 1 of group B of the Volleyball Club World Cup.",
        "url": "https://rpp.pe/voley/mas-voley/dentil-praia-vs-zamalek-sc-en-vivo-ver-vbtv-horario-y-canales-tv-partido-fecha-1-mundial-de-clubes-de-voley-2025-en-brasil-sportv-link-gratis-voley-en-vivo-noticia-1667085",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Businessman saved from dying in violent assault attempt in SMP",
        "description": "Criminals shot several times at the man, who crashed his truck into a tree on Santa María Avenue while fleeing.",
        "url": "https://rpp.pe/lima/policiales/smp-empresario-salvo-de-morir-en-violento-intento-de-asalto-noticia-1667143",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "María Corina Machado \"is trying to get to Oslo\" to receive the Nobel Prize, says her sister",
        "description": "Clara Machado Parisca, sister of the Nobel Peace Prize winner, said that the desire of the opposition leader of Chavismo is to arrive in Oslo to collect the",
        "url": "https://rpp.pe/mundo/actualidad/maria-corina-machado-esta-intentando-llegar-a-oslo-para-recibir-nobel-afirma-su-hermana-noticia-1667142",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "What was the last earthquake in Mexico today, December 9, according to SSN",
        "description": "What is the last earthquake in Mexico and CDMX recorded according to the National Seismological Service (SSN) today, December 9, 2025. Check the latest earthquakes LIVE for Mexico",
        "url": "https://rpp.pe/mundo/mexico/cual-fue-el-ultimo-temblor-en-mexico-hoy-9-de-diciembre-segun-ssn-live-3084",
        "time": "3 hours ago"
      },
      {
        "title": "SENAMHI: Weather forecast today Tuesday, December 9, 2025",
        "description": "Check the weather forecast today in Lima and cities in Peru: current temperature, thermal sensation, UV radiation, probability of rain and updated official Senamhi report.",
        "url": "https://rpp.pe/peru/actualidad/senamhi-pronostico-del-clima-hoy-martes-09-de-diciembre-2025-noticia-1667120",
        "time": "5 hours ago"
      }
    ],
    "Peru-La República": [],
    "Peru-Perú21": [
      {
        "title": "University will announce whether Fossati stays or not this Thursday the 11th",
        "description": "Universitario de Deportes will announce whether or not its coach, Jorge Fossati, will stay for the 2026 season, in search of the four-time championship.",
        "url": "http://peru21.pe/deportes/universitario-anunciara-si-se-queda-fossati-o-no-este-jueves-11/",
        "time": "10 hours ago"
      },
      {
        "title": "Brad Pizza and Aixa Sosa get tattoos and wear symbolic rings",
        "description": "Businessman Mauricio Diez Canseco and his girlfriend Aixa Sosa said that their relationship is getting stronger every day, and for this reason, they now wear a symbolic ring",
        "url": "http://peru21.pe/espectaculos/brad-pizza-y-aixa-sosa-se-hacen-tatuajes-y-lucen-anillos-simbolicos/",
        "time": "11 hours ago"
      },
      {
        "title": "Trujillo: 17-year-old schoolboy is shot to death while returning home",
        "description": "A 17-year-old schoolboy, described by his neighbors as a calm, respectful young man with the dream of becoming a mechanic, was shot to death in Trujillo",
        "url": "http://peru21.pe/policiales/escolar-de-17-anos-es-asesinado-balazos-cuando-regresaba-casa-en-trujillo/",
        "time": "12 hours ago"
      },
      {
        "title": "Chile: Kast and Jara will face each other in a second round this December 14",
        "description": "Chile will return to the polls. José Antonio Kast, standard bearer of the Republican Party, and Jeannette Jara, representative of the Communist Party and the ruling party",
        "url": "http://peru21.pe/mundo/en-vivo-segunda-vuelta-presidencial-en-chile-este-14-de-diciembre/",
        "time": "12 hours ago"
      },
      {
        "title": "The replacement of Gorosito: Alianza Lima negotiates with DT Pablo Guede",
        "description": "Néstor Gorosito, Alianza Lima already has a replacement chosen and it is the Argentine coach Pablo Guede, with whom he is negotiating his incorporation for the 2026 season",
        "url": "http://peru21.pe/deportes/reemplazo-de-gorosito-alianza-lima-negocia-con-dt-pablo-guede/",
        "time": "12 hours ago"
      },
      {
        "title": "Blow to drug trafficking in Huánuco: cocaine laboratory destroyed and 95 kilos of drugs seized",
        "description": "An anti-drug operation broke out at dawn to dismantle a cocaine hydrochloride production center in Huánuco.",
        "url": "http://peru21.pe/policiales/huanuco-destruyen-laboratorio-de-cocaina-e-incauta-95-kilos-de-droga/",
        "time": "13 hours ago"
      },
      {
        "title": "Piura: businesses are about to go bankrupt due to unfinished works in the Historic Center",
        "description": "Piura: businesses are about to go bankrupt unfinished works in the Historic Center | Piura | Historic Center of Piura | Broken tracks in Piura | Unfinished works in Piura",
        "url": "http://peru21.pe/peru/negocios-punto-de-quebrar-obras-incoclusas-en-centro-historico/",
        "time": "13 hours ago"
      },
      {
        "title": "“Sinadef does not record whether the death was due to hitmen or extortion”",
        "description": "“Sinadef does not record whether the death was due to hitmen or extortion” | Minister of Health Luis Quiróz | Luis Quiróz | Sinadef | Minsa | Essalud | Hitman | Extortion",
        "url": "http://peru21.pe/lima/sinadef-no-registra-si-muerte-fue-por-sicariato-o-extorsion/",
        "time": "13 hours ago"
      },
      {
        "title": "Trump makes history by issuing an official message for the Immaculate Conception",
        "description": "This December 8, President Donald Trump became the first United States president to address an official presidential message for the Catholic holiday.",
        "url": "http://peru21.pe/mundo/trump-hace-historia-al-emitir-un-mensaje-oficial-por-la-inmaculada-concepcion/",
        "time": "14 hours ago"
      },
      {
        "title": "Vibra Perú 2025: Ke Personajes made Costa 21 go crazy on a party weekend",
        "description": "Lima experienced one of the most vibrant weekends of the year with the holding of Vibra Perú 2025, a festival that not only celebrated national and international music",
        "url": "http://peru21.pe/espectaculos/vibra-peru-2025-dos-dias-de-musica-y-la-presentacion-de-ke-personajes/",
        "time": "14 hours ago"
      }
    ],
    "Peru-Gestión": [],
    "Peru-Trome": [],
    "Venezuela-Efecto Cocuyo": [
      {
        "title": "Maduro announces the “Communal Government of Transition to Socialism”",
        "description": "He assured that there are \"new goals\", included in what he presented as the '2026 Plan', The post Maduro announces the «Communal Government of Transition to Socialism» appeared first on Cocuyo Effect.",
        "url": "https://efectococuyo.com/politica/maduro-anuncia-el-gobierno-comunal-de-transicion-al-socialismo/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Shelter for propaganda and even a place for weddings: inside the Journalists Club of Mexico",
        "description": "The beautiful viceregal palace hides its disinformation operation with rental for social events The post Shelter for propaganda and even a place for weddings: inside the Journalists Club",
        "url": "https://efectococuyo.com/cocuyo-chequea/club-periodistas-mexicos-boda-desinformacion/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "New alternative routes between Caracas and Madrid increase airfare between $450 and $800 per passenger",
        "description": "The Venezuelan airlines Láser Airlines and Estelar, as well as the Spanish Plus Ultra have announced alternative routes using the airports of Cartagena (Colombia) and Bridgetown (Barbados) as part of the bridge",
        "url": "https://efectococuyo.com/la-humanidad/nuevas-rutas-alternativas-entre-caracas-y-madrid-aumentan-pasaje-aereo-entre-450-y-800-por-pasajero/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Air Europa will not fly to Venezuela at least until the 19th of this month and Plus Ultra until the 31st",
        "description": "This Spanish airline has also enabled a flight Madrid-Cartagena de Indias (Colombia) The post Air Europa will not fly to Venezuela at least until the 19th of this month and Plus",
        "url": "https://efectococuyo.com/economia/air-europa-no-volara-a-venezuela-al-menos-hasta-el-19-de-este-mes-y-plus-ultra-hasta-el-31/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "UNESCO declares the Venezuelan joropo as Intangible Cultural Heritage",
        "description": "The decision was adopted during the twentieth session of the organization in New Delhi, India The post UNESCO declares the Venezuelan joropo as Intangible Cultural Heritage appeared first on Cocuyo Effect.",
        "url": "https://efectococuyo.com/solaz/unesco-declara-el-joropo-venezolano-como-patrimonio-cultural-inmaterial/",
        "time": "1 hour ago"
      },
      {
        "title": "🔴Live | Edmundo González arrived in Oslo to present the Nobel Peace Prize to María Corina Machado",
        "description": "The press conference of the Nobel Peace Prize winner María Corina Machado, with which the activities of the award ceremony begin, was postponed to a",
        "url": "https://efectococuyo.com/politica/en-vivo-la-agenda-oficial-de-la-entrega-del-nobel-de-la-paz-empieza-hoy/",
        "time": "2 hours ago"
      },
      {
        "title": "María Corina Machado's press conference in Oslo postponed",
        "description": "The Nobel Institute in Oslo will announce at least two hours in advance the new schedule of the press conference The post María Corina Machado's press conference in",
        "url": "https://efectococuyo.com/internacionales/posponen-rueda-de-prensa-de-maria-corina-machado-en-oslo/",
        "time": "3 hours ago"
      },
      {
        "title": "Cabello calls for a PSUV march in Caracas on the day of the Nobel Prize: “We don't know anything about Oslo”",
        "description": "\"We have the best of the prizes: the people,\" said the general secretary of the Psuv The post Cabello calls for a Psuv march in Caracas on the day of the awarding of the",
        "url": "https://efectococuyo.com/politica/cabello-marcha-psuv-caracas-entrega-premio-nobel-oslo-no-sabemos-nada/",
        "time": "16 hours ago"
      },
      {
        "title": "More than 200 political prisoners were changed prisons without notifying their families, NGO denounces",
        "description": "They carried out the mobilizations in buses, most of them to Tocuyito. The post More than 200 political prisoners were transferred from prison without notifying their families, NGO denounces appeared first on Effect",
        "url": "https://efectococuyo.com/la-humanidad/mas-de-200-presos-politicos-fueron-cambiados-de-carcel-sin-avisar-a-familiares-denuncia-ong/",
        "time": "16 hours ago"
      },
      {
        "title": "Leaders arrive in Oslo who will accompany Machado in the delivery of the Nobel Peace Prize",
        "description": "Several heads of state and international leaders confirmed their attendance at the ceremony The post Leaders arrive in Oslo who will accompany Machado at the Nobel Prize ceremony",
        "url": "https://efectococuyo.com/internacionales/llegan-a-oslo-mandatarios-que-acompanaran-a-machado-en-la-entrega-del-nobel-de-la-paz/",
        "time": "16 hours ago"
      }
    ],
    "Venezuela-Runrunes": [
      {
        "title": "Birds of prey on CITGO",
        "description": "I borrow the title from the book Birds of Prey about Venezuela, by the communist leader Juan Bautista Fuenmayor. The author refers to the period 1945–1950 and, although we do not share its content,",
        "url": "https://runrun.es/opinion/594458/venta-de-citgo-eddie-ramirez-s/",
        "time": "8 hours ago"
      },
      {
        "title": "El Mañanero of December 9: November, another month of political persecution in Venezuela",
        "description": "Good morning! Here we serve you El Mañanero for Tuesday, December 9, that quickie of news that comes in softly, but wakes up suddenly. The menu includes “The First Sip,” a",
        "url": "https://runrun.es/noticias/594428/el-mananero-del-9-de-diciembre-noviembre-otro-mes-de-persecucion-politica-en-venezuela/",
        "time": "10 hours ago"
      },
      {
        "title": "Argentine gendarme spent a year imprisoned in Venezuela",
        "description": "Through an official statement, the Argentine government reiterated its rejection of the illegal detention and forced disappearance of the Argentine gendarme Nahuel Gallo, one year after his death.",
        "url": "https://runrun.es/inicio/594417/gendarme-argentino-cumplio-un-ano-preso-en-venezuela/",
        "time": "17 hours ago"
      },
      {
        "title": "ARI Mobile | The UCAB celebrated its tenth Book Fair with more than 70 activities",
        "description": "The Tenth Western Caracas Book Fair (FLOC) organized by the Andrés Bello Catholic University (UCAB) was experienced with more than 70 activities taught during an entire week.",
        "url": "https://runrun.es/noticias/594402/ari-movil-la-ucab-celebro-su-decima-feria-del-libro-con-mas-de-70-actividades/",
        "time": "17 hours ago"
      },
      {
        "title": "VP denounces transfer of political prisoner Aldo Roso to Tocuyito",
        "description": "The Voluntad Popular party demanded this Monday, December 8, a humanitarian measure for the political prisoner Aldo Roso, who was transferred from the headquarters of the Investigations Directorate",
        "url": "https://runrun.es/inicio/594394/vp-denuncia-traslado-a-tocuyito-de-preso-politico-aldo-roso/",
        "time": "17 hours ago"
      },
      {
        "title": "The four presidents invited by Machado to receive the Nobel Prize",
        "description": "Four presidents were invited by María Corina Machado to the delivery of the Nobel Peace Prize, next Wednesday, December 10. The president of Panama, José Raúl Mulino,",
        "url": "https://runrun.es/inicio/594385/los-cuatro-presidentes-invitados-por-machado-para-recibimiento-del-nobel/",
        "time": "19 hours ago"
      },
      {
        "title": "Daughter of Alfredo Díaz: “They killed my father slowly”",
        "description": "The death of Alfredo Díaz, former governor of the state of Nueva Esparta, which occurred in the custody of the Venezuelan State at the headquarters of the Bolivarian National Intelligence Service (Sebin) in El Helicoide, has",
        "url": "https://runrun.es/noticias/594379/hija-de-alfredo-diaz-a-mi-padre-lo-mataron-lentamente/",
        "time": "19 hours ago"
      },
      {
        "title": "Vente DDHH: In November, every 19 hours a Venezuelan was detained for political reasons",
        "description": "The Human Rights Committee of Vente Venezuela (VV) denounced that in the month of November, every 19 hours a Venezuelan was detained for political reasons. Through your",
        "url": "https://runrun.es/inicio/594382/vente-ddhh-en-noviembre-cada-19-horas-un-venezolano-fue-detenido-por-motivos-politicos/",
        "time": "19 hours ago"
      }
    ],
    "Venezuela-El Pitazo": [
      {
        "title": "María Corina Machado “is trying to get to Oslo”: says her sister",
        "description": "By: EFE Bogotá.- The Venezuelan opposition figure María Corina Machado \"is trying to get to Oslo\" to receive the Nobel Peace Prize this Wednesday, December 10, she stated this Tuesday",
        "url": "https://elpitazo.net/politica/maria-corina-machado-esta-intentando-llegar-a-oslo-afirma-su-hermana/",
        "time": "1 hour ago"
      },
      {
        "title": "Edmundo González flies to Oslo to present the Nobel Peace Prize to María Corina Machado",
        "description": "Madrid.- Edmundo González Urrutia, exiled in Spain since September 2024, travels to Oslo to attend the Nobel Peace Prize ceremony this Wednesday, December 10.",
        "url": "https://elpitazo.net/politica/edmundo-gonzalez-vuela-a-oslo-para-la-entrega-del-nobel-de-la-paz-a-maria-corina-machado/",
        "time": "1 hour ago"
      },
      {
        "title": "Maduro announces goals for 2026 amid pressure from the US",
        "description": "By: EFE Caracas.- The ruler Nicolás Maduro announced this Monday, December 8, a series of goals in different areas for the construction of what he called a \"peaceful homeland",
        "url": "https://elpitazo.net/politica/maduro-anuncia-metas-para-2026-en-medio-de-presiones-de-ee-uu/",
        "time": "1 hour ago"
      },
      {
        "title": "María Corina Machado's press conference at the Nobel Institute in Oslo is postponed",
        "description": "By: EFE Oslo.- The press conference that the Venezuelan opposition figure María Corina Machado had planned to give this Tuesday, December 9, at the Nobel Institute in Oslo to the",
        "url": "https://elpitazo.net/politica/rueda-de-prensa-de-maria-corina-machado-en-el-instituto-nobel-de-oslo-esta-aplazada/",
        "time": "2 hours ago"
      },
      {
        "title": "Milei travels to Oslo to accompany María Corina Machado at the Nobel Prize ceremony",
        "description": "By: EFE Buenos Aires.- The Argentine president, Javier Milei, will leave this Monday, December 8, for Oslo to attend the awarding of the 2025 Nobel Peace Prize to",
        "url": "https://elpitazo.net/internacional/milei-viaja-a-oslo-para-acompanar-a-maria-corina-machado-en-la-entrega-del-premio-nobel/",
        "time": "13 hours ago"
      },
      {
        "title": "Cliver Alcalá sends a letter to Trump: he says that Maduro converted the Aragua Train into a transnational network",
        "description": "Caracas.- Retired Venezuelan Major General Clíver Antonio Alcalá Cordones sent a letter to The Dallas Express, addressed to US President Donald Trump, in which he assures that the",
        "url": "https://elpitazo.net/internacional/cliver-alcala-envia-carta-a-trump-dice-que-maduro-convirtio-al-tren-de-aragua-en-red-transnacional/",
        "time": "14 hours ago"
      },
      {
        "title": "Organization asks the authorities to report in a timely manner on the transfers and conditions of political prisoners",
        "description": "Caracas.- The non-governmental organization Justicia, Encuentro y Perdón asks the authorities to promptly inform the relatives and lawyers of political prisoners about the whereabouts and transfer of the prisoners.",
        "url": "https://elpitazo.net/politica/organizacion-pide-a-las-autoridades-informar-oportunamente-sobre-los-traslados-y-condiciones-de-presos-politicos/",
        "time": "14 hours ago"
      },
      {
        "title": "USA | Congressmen propose bill to avoid arrests of migrants who attend court dates",
        "description": "By: EFE New York.- United States congressmen proposed this Monday, December 8, a bill that seeks to prevent the Immigration and Customs Enforcement Service (ICE) from detaining",
        "url": "https://elpitazo.net/migracion/ee-uu-congresistas-proponen-proyecto-de-ley-para-evitar-detenciones-de-migrantes-que-acuden-a-sus-citas-en-tribunales/",
        "time": "14 hours ago"
      },
      {
        "title": "Popular Will demands humanitarian measure for activist Aldo Rosso: he requires emergency surgery",
        "description": "EFE Caracas.- The Popular Will party (VP) demanded a humanitarian measure for the political activist Aldo Rosso, detained since July 4, 2024. The organization points out that a",
        "url": "https://elpitazo.net/politica/voluntad-popular-exige-medida-humanitaria-para-activista-aldo-rosso-requiere-intervencion-quirurgica-de-urgencia/",
        "time": "16 hours ago"
      },
      {
        "title": "The Washington Post: The US evaluates María Corina Machado's plans for a transition in Venezuela",
        "description": "By: EFE Washington.- Donald Trump's government reviewed the plans of the Venezuelan opposition leader María Corina Machado for the eventual departure from power of Nicolás Maduro, according to",
        "url": "https://elpitazo.net/politica/the-washington-post-ee-uu-evalua-planes-de-maria-corina-machado-para-una-transicion-en-venezuela/",
        "time": "17 hours ago"
      }
    ],
    "Venezuela-Tal Cual": [
      {
        "title": "Provea demands freedom of human rights defenders: at least five remain detained",
        "description": "Provea denounces the irregularities and judicial processes without guarantees to which human rights activists have been subjected: arbitrary detention, incommunicado, isolation and lack of access to",
        "url": "https://talcualdigital.com/provea-exige-libertad-de-defensores-de-ddhh-al-menos-cinco-permanecen-detenidos/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The Venezuelan joropo was declared intangible cultural heritage by UNESCO",
        "description": "UNESCO recognized that the Venezuelan joropo, beyond its festive or musical expression, constitutes a complex system of knowledge that integrates poetry, dance and crafts, the result of syncretism.",
        "url": "https://talcualdigital.com/el-joropo-venezolano-fue-declarado-patrimonio-cultural-inmaterial-por-la-unesco/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "New alternative routes between Caracas and Madrid increase airfare between $450 and $800",
        "description": "The Venezuelan airlines Láser Airlines and Estelar, as well as the Spanish Plus Ultra have announced alternative routes using the airports of Cartagena (Colombia) and Bridgetown (Barbados) as part of the bridge",
        "url": "https://talcualdigital.com/nuevas-rutas-alternativas-entre-caracas-y-madrid-aumentan-pasaje-aereo-entre-450-y-800/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Táchira Airport: the great option in the face of suspension of international flights",
        "description": "This week, frequencies at the Cipriano Castro international airport rise from 26 to 30, after Estelar increased its itinerary to Caracas with four new frequencies to serve",
        "url": "https://talcualdigital.com/aeropuerto-de-tachira-la-gran-opcion-ante-suspension-de-vuelos-internacionales/",
        "time": "1 hour ago"
      },
      {
        "title": "Edmundo González flies to Oslo to present the Nobel Peace Prize to María Corina Machado",
        "description": "Antonio Ledezma published a video on his social networks in which González Urrutia is seen boarding the plane in the company of his wife Edmundo González Urrutia, exiled in",
        "url": "https://talcualdigital.com/edmundo-gonzalez-vuela-a-oslo-para-la-entrega-del-nobel-de-la-paz-a-maria-corina-machado/",
        "time": "1 hour ago"
      },
      {
        "title": "“Anti-corruption operation” of the MP has left at least 27 prosecutors detained during 2025",
        "description": "The largest number of prosecutor arrests was reported at the beginning of September. Then the Public Ministry reported on 14 arrests only in the state of Carabobo, linked to",
        "url": "https://talcualdigital.com/operativo-anticorrupcion-del-mp-ha-dejado-al-menos-27-fiscales-detenidos-durante-2025/",
        "time": "4 hours ago"
      },
      {
        "title": "Goodbye “Alfredito”, by Omar Ávila",
        "description": "X and Instagram: @OmarAvilaVzla Last Saturday, December 6, I received sad news from one of your brothers in life, your friend José Luis Indriago (Lichu Tutu),",
        "url": "https://talcualdigital.com/hasta-siempre-alfredito-por-omar-avila/",
        "time": "8 hours ago"
      },
      {
        "title": "The political transformation of the 21st century, by Fernando Mires",
        "description": "X: @FernandoMiresOl The 20th century was the most tragic in the history of humanity. However, like an American movie, it had a happy ending. Two world wars, millions",
        "url": "https://talcualdigital.com/la-transformacion-politica-del-siglo-xxi-por-fernando-mires/",
        "time": "8 hours ago"
      },
      {
        "title": "Sanz; education, civics and politics (IV), by Simón García",
        "description": "For María Cristina Grimldi, educator. X: @garciasim Miguel José Sanz does not develop an educational thesis in terms of a learning methodology or a didactics of writing and",
        "url": "https://talcualdigital.com/sanz-educacion-civismo-y-politica-iv-por-simon-garcia/",
        "time": "9 hours ago"
      },
      {
        "title": "Serenades, by Marcial Fonseca",
        "description": "X: @marcialfonseca Thankful to Roberto Echeto for the idea. The trio's director got up early; It was Thursday and this was the day when the musical group was dedicated to",
        "url": "https://talcualdigital.com/serenatas-por-marcial-fonseca/",
        "time": "9 hours ago"
      }
    ],
    "Venezuela-El Nacional": [
      {
        "title": "More than 75,000 migrants without criminal records detained by ICE in the first months of the Trump administration",
        "description": "The data from the Deportation Data Project of the University of California, Berkeley, were obtained through a lawsuit by that institution against the immigration service and come from a",
        "url": "https://www.elnacional.com/2025/12/mas-de-75-000-migrantes-sin-antecedentes-detenidos-por-el-ice/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Honduras asks to execute a 2023 arrest warrant against former president Juan Orlando Hernández, pardoned by Trump",
        "description": "The alleged crimes against Hernández are associated with a million-dollar case that also affected former deputies, businessmen and individuals in a diversion of State resources to finance the campaign.",
        "url": "https://www.elnacional.com/2025/12/honduras-pide-ejecutar-una-orden-de-captura-de-2023-contra-el-expresidente-juan-orlando-hernandez-indultado-por-trump/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Caribes de Anzoátegui started the Táchira Series with victory",
        "description": "The Tribe experienced an emotional game in San Cristóbal after their outfielder Herlis Rodríguez hit a three-run home run in his town, which crowned the comeback.",
        "url": "https://www.elnacional.com/2025/12/caribes-de-anzoategui-inicio-con-victoria-la-serie-tachira/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Cuba denies contacts with the US about a possible scenario without Maduro in Venezuela",
        "description": "Havana described as “absurd and false” a press report that claimed secret talks with Washington to discuss the future of Venezuela The post Cuba denies contacts with the US",
        "url": "https://www.elnacional.com/2025/12/cuba-desmiente-contactos-con-ee-uu-sobre-escenario-sin-maduro/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Andy Borregales sets a record with the Patriots",
        "description": "With 23 field goals in 26 attempts (88.4%), one even from 53 yards, the 21-year-old from Caracas has become one of the most reliable rookies in the game.",
        "url": "https://www.elnacional.com/2025/12/andy-borregales-marca-un-record-con-los-patriots/",
        "time": "1 hour ago"
      },
      {
        "title": "Edmundo González travels to Oslo to present the Nobel Peace Prize to María Corina Machado",
        "description": "In a video published by former Caracas mayor Antonio Ledezma, the president-elect can be seen boarding a plane to the Norwegian capital. Until the publication of this note,",
        "url": "https://www.elnacional.com/2025/12/edmundo-gonzalez-viaja-a-oslo-para-la-entrega-del-nobel-de-la-paz-a-maria-corina-machado/",
        "time": "1 hour ago"
      },
      {
        "title": "Stockholm, scene of the gender gap: only one woman among the 13 Nobel laureates",
        "description": "Molecular biologist Mary Brunkow discovered a key piece to understanding the regulation of the immune system The post Stockholm, scene of the gender gap: only one woman among",
        "url": "https://www.elnacional.com/2025/12/estocolmo-escenario-de-la-brecha-de-genero-solo-una-mujer-entre-los-13-galardonados-del-nobel/",
        "time": "1 hour ago"
      },
      {
        "title": "Apple and Google simplify data transfer between iOS and Android",
        "description": "The goal of the collaboration is to resolve compatibility issues that currently make it difficult for users to change devices The post Apple and Google simplify data transfer",
        "url": "https://www.elnacional.com/2025/12/apple-y-google-simplifican-transferencia-de-datos-entre-ios-y-android/",
        "time": "1 hour ago"
      },
      {
        "title": "Notre Dame is the most visited monument in Paris after its reopening",
        "description": "The notable success positions the Gothic temple at the level of global sanctuaries, such as St. Peter's Basilica in the Vatican, and demonstrates the fervor that the culmination of",
        "url": "https://www.elnacional.com/2025/12/notre-dame-el-monumento-mas-visitado-de-paris-tras-reapertura/",
        "time": "1 hour ago"
      },
      {
        "title": "Cabello accuses the ICC of remaining silent regarding deaths in US attacks in the Caribbean",
        "description": "The Minister of the Interior and Justice attacked the court for not taking a position on more than 80 deaths that occurred in US anti-drug operations The post Cabello accuses the",
        "url": "https://www.elnacional.com/2025/12/cabello-acusa-a-la-cpi-de-silencio-ante-muertes-en-el-caribe/",
        "time": "1 hour ago"
      }
    ],
    "Ecuador-Primicias": [],
    "Ecuador-El Comercio": [
      {
        "title": "Netflix was interested in Warner Bros because of these businesses and strategies",
        "description": "Netflix seeks global scale and total control. The purchase will enhance content, brands and video games.",
        "url": "https://www.elcomercio.com/lideres/netflix-intereso-warner-bros-por-estos-negocios-estrategias/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The perpetrator of femicide who carried out the act after a party in his honor is sentenced to 26 years in prison",
        "description": "Roberto Manuel T. C., perpetrator of the femicide in Ecuador, had returned from the United States.",
        "url": "https://www.elcomercio.com/actualidad/seguridad/condenan-26-anos-carcel-femicidio-fiesta/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Guards at the Guayaquil land terminal attacked journalists; Aquiles Alvarez reacted",
        "description": "The security of the Guayaquil land terminal will remain in the hands of Segura EP agents while it is awarded to another company.",
        "url": "https://www.elcomercio.com/actualidad/ecuador/guardias-terminal-terrestre-guayaquil-agresion-periodistas-aquiles-alvarez-reacciono/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Pacho, Hincapié and 'Niño Moi' return, what time do they play on date 6 of the Champions League?",
        "description": "The sixth day of the UEFA Champions League will feature the presence of five Ecuadorian players and matches against each other.",
        "url": "https://www.elcomercio.com/deportes/futbol/horarios-fecha-6-uefa-champions-league-ecuatorianos/",
        "time": "1 hour ago"
      },
      {
        "title": "Jorge Martínez, leader of Los Ilegales, dies at 70",
        "description": "Jorge Martínez suspended his tour in September to be treated for pancreatic cancer. He spent his last weeks in the hospital",
        "url": "https://www.elcomercio.com/tendencias/muere-jorge-martinez-lider-los-ilegales-70-anos/",
        "time": "1 hour ago"
      },
      {
        "title": "Peak and plaque schedules in Quito this Tuesday, December 9, 2025",
        "description": "This Tuesday, December 9, the Pico y plaque is applied in the morning and afternoon, in Quito.",
        "url": "https://www.elcomercio.com/actualidad/quito/horarios-pico-y-placa-quito-martes-9-de-diciembre/",
        "time": "3 hours ago"
      },
      {
        "title": "Letters to Quito / December 9, 2025",
        "description": "These are the letters to Quito for this Tuesday, December 9, 2025",
        "url": "https://www.elcomercio.com/cartas/cartas-a-quito-9-de-diciembre-de-2025/",
        "time": "9 hours ago"
      },
      {
        "title": "Ecuador and the Arab Emirates deepen their economic ties, but there are challenges ahead",
        "description": "The commercial relationship between Ecuador and the Arab Emirates opens possibilities for investments and exports.",
        "url": "https://www.elcomercio.com/opinion/editorial/ecuador-emiratos-arabes-profundizan-su-vinculo-economico-pero-hay-retos-por-delante/",
        "time": "9 hours ago"
      },
      {
        "title": "The RESPECTABLE public",
        "description": "The excessive and incorrect use of the word “respect”, which empties it of its true value as an essential principle of coexistence.",
        "url": "https://www.elcomercio.com/tendencias/respetable-publico-don-correcto/",
        "time": "9 hours ago"
      },
      {
        "title": "Enrique Ayala Mora, Andean Don Quixote",
        "description": "Historian, intellectual and upright politician, noted for his vast work, his social commitment and his academic legacy in Ecuador and Latin America.",
        "url": "https://www.elcomercio.com/opinion/enrique-ayala-mora-quijote-andino-marco-antonio-rodriguez-columnista/",
        "time": "9 hours ago"
      }
    ],
    "Ecuador-El Universo": [],
    "Ecuador-Plan V": [
      {
        "title": "Violence told with colors",
        "description": "The world is now one, united by terror All life, Alma Guillermoprieto We live in fear The...",
        "url": "https://planv.com.ec/historias/sociedad/la-violencia-contada-con-colores/",
        "time": "11 hours ago"
      },
      {
        "title": "Gulliver's Travels",
        "description": "Any resemblance is purely coincidental; It was 1725 and the Irish clergyman, Jonathan Swift, was writing travel satire...",
        "url": "https://planv.com.ec/historias/analisis/los-viajes-de-gulliver/",
        "time": "13 hours ago"
      },
      {
        "title": "The children of Las Malvinas: a year of horror and impunity",
        "description": "A year of horror. A year of torture. This Monday, December 8, 2025, marks a...",
        "url": "https://planv.com.ec/historias/derechoshumanos/ninos-las-malvinas-un-ano-horror/",
        "time": "23 hours ago"
      },
      {
        "title": "Between cocaine and chimpanzees: the challenge of thinking with evidence",
        "description": "In Ecuador, the current political debate seems to move between rearview mirrors and blind spots. A recent report from...",
        "url": "https://planv.com.ec/ideas/entre-la-cocaina-y-los-chimpances-el-desafio-de-pensar-con-evidencia/",
        "time": "1 day ago"
      }
    ],
    "Ecuador-Extra": [],
    "Bolivia-Página Siete": [],
    "Bolivia-El Deber": [],
    "Bolivia-Erbol": [],
    "Bolivia-Los Tiempos": [],
    "Uruguay-La Diaria": [],
    "Uruguay-El Observador": [],
    "Uruguay-El País": [
      {
        "title": "Gulf Oil chooses DataXstream's OMS+ Portal to drive its digital transformation in LATAM",
        "description": "The new implementation will enable Gulf Oil to modernize its dealer experience, support long-term digital growth and deliver a unified customer experience on SAP S/4HANA.",
        "url": "https://www.elpais.com.uy/enlaces-patrocinados/gulf-oil-elige-oms-portal-de-dataxstream-para-impulsar-su-transformacion-digital-en-latam-20251209",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Veridas Partners with Q2 Ingressos to Stop Ticket Fraud and Provide Secure Access at Major Events in Brazil",
        "description": "Veridas, a global leader in identity, expands its presence in Brazil through a partnership with the country's leading ticketing platform, improving security and",
        "url": "https://www.elpais.com.uy/enlaces-patrocinados/veridas-se-asocia-con-q2-ingressos-para-detener-el-fraude-de-entradas-y-proporcionar-acceso-seguro-en-los-principales-eventos-de-brasil-20251209",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The secret of the success of the Brazilian who became the youngest billionaire in the world without inheriting",
        "description": "Luana Lopes Lara is 29 years old, amasses a fortune of US$1.3 billion thanks to her startup Kalshi and surpasses Lucy Guo and Taylor Swift.",
        "url": "https://www.elpais.com.uy/informacion/sociedad/el-secreto-del-exito-de-la-brasilena-que-se-convirtio-en-la-multimillonaria-mas-joven-del-mundo-sin-heredar",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "When is the last program of \"Bake Off Famosos\" on Channel 4 and who are the finalists",
        "description": "The pastry reality show enters its decisive section and the sweetest carp is preparing to crown the winner of its first edition with celebrities. In this note, the",
        "url": "https://www.elpais.com.uy/tvshow/tv-y-radio/cuando-es-el-ultimo-programa-de-bake-off-famosos-por-canal-4-y-quienes-son-los-finalistas",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Pablo Peirano: the gesture of Diente López that moved him, what was the break in Nacional and what hurt him the most",
        "description": "The 50-year-old coach broke his silence after being fired by the tricolor club prior to the definition of the Uruguayan AUF League 2025.",
        "url": "https://www.elpais.com.uy/ovacion/futbol/pablo-peirano-el-gesto-del-diente-lopez-que-lo-emociono-cual-fue-el-quiebre-en-nacional-y-lo-que-mas-le-dolio",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Excessive nostalgia? Mistakes that make you trapped in the past and prevent you from enjoying the present",
        "description": "Learn what emotional triggers are and how they make us relive memories, especially at Christmas and New Year; In addition, I discovered how to avoid getting stuck in the past.",
        "url": "https://www.elpais.com.uy/bienestar/mente/nostalgia-en-exceso-errores-que-te-hacen-quedar-atrapado-en-el-pasado-y-te-impiden-disfrutar-el-presente",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The two famous Uruguayans who entered with Shakira to her last show in Buenos Aires: the video",
        "description": "This Monday, Shakira performed again in Buenos Aires, at the Vélez Stadium, where she will repeat this December 9 and 11. Two Uruguayan acquaintances accompanied her to the court",
        "url": "https://www.elpais.com.uy/tvshow/personajes/los-dos-famosos-uruguayos-que-entraron-con-shakira-a-su-ultimo-show-en-buenos-aires-el-video",
        "time": "1 hour ago"
      },
      {
        "title": "BPS signed an agreement to reinforce a benefit for older people that promotes their digital inclusion",
        "description": "The Social Security Bank seeks to strengthen the Ibirapitá Program, which provides people over 65 years of age with a number of benefits, from free cell phones to mobile plans.",
        "url": "https://www.elpais.com.uy/negocios/noticias/bps-firmo-un-convenio-para-reforzar-un-beneficio-a-personas-mayores-que-promueve-su-inclusion-digital",
        "time": "1 hour ago"
      },
      {
        "title": "This is how the Uruguayan AUF League 2026 will be played: look at the way it is played and the start date of the season",
        "description": "The Executive Board of the Uruguayan Football Association presented the format of the competition in a special year since it will host the 2026 World Cup.",
        "url": "https://www.elpais.com.uy/ovacion/futbol/asi-se-jugara-la-liga-auf-uruguaya-2026-mira-la-forma-de-disputa-y-la-fecha-de-inicio-de-la-temporada",
        "time": "1 hour ago"
      },
      {
        "title": "Clean the entrance to the house with vinegar, the simple trick that improves hygiene, smell and energy in the home",
        "description": "Cleaning the entrance with white vinegar is an economical and effective practice to reduce odors, bacteria and humidity. In addition, some currents maintain that it helps renew the energy of the home.",
        "url": "https://www.elpais.com.uy/bienestar/vida-sana/limpiar-la-entrada-de-la-casa-con-vinagre-el-truco-simple-que-mejora-higiene-olor-y-energia-del-hogar",
        "time": "1 hour ago"
      }
    ],
    "Uruguay-Búsqueda": [],
    "Paraguay-Última Hora": [],
    "Paraguay-ABC Color": [],
    "Paraguay-La Nación": [],
    "Paraguay-5 Días": [],
    "Costa Rica-CRHoy": [],
    "Costa Rica-La República": [],
    "Costa Rica-Semanario U": [
      {
        "title": "Why Costa Rica cannot return to usury",
        "description": "Joseph Stiglitz said it clearly: “freedom from the wolves has meant the death of the sheep.” That phrase sums up well what happens when you leave it to the",
        "url": "https://semanariouniversidad.com/opinion/por-que-costa-rica-no-puede-volver-a-la-usura/",
        "time": "1 hour ago"
      },
      {
        "title": "Marina Volio and her historiographic legacy",
        "description": "The year 1987 began, when I had the privilege of meeting Professor Marina Volio Brenes, Professor of the History Courses of the UCR, as a student at the UCR.",
        "url": "https://semanariouniversidad.com/opinion/marina-volio-y-su-legado-historiografico/",
        "time": "1 hour ago"
      },
      {
        "title": "The other Venus of a certain Alberto",
        "description": "The perennial confrontation between life and death, love and pain, current science and Jung's synchronicity, the inability to reverse cycles and resignation",
        "url": "https://semanariouniversidad.com/opinion/la-otra-venus-de-un-tal-alberto/",
        "time": "1 hour ago"
      },
      {
        "title": "Sinac identifies 7.6 hectares of forest on the El Maderal farm where they want to install a solid waste treatment center",
        "description": "Sinac recommended to the Municipality of San José not to intervene on the property, which is its property, by means of logging, felling or earthworks; but it is located in the",
        "url": "https://semanariouniversidad.com/pais/sinac-identifica-76-hectareas-de-bosque-en-finca-el-maderal-donde-quieren-instalar-centro-de-tratamiento-de-residuos-solidos/",
        "time": "1 hour ago"
      },
      {
        "title": "They remember, honor and name defenders of territories and the environment in commemoration at the UCR",
        "description": "The commemoration event was held in a space where the commemorative plaques with the names of 12 murdered activists, environmentalists and indigenous people shine, in the middle of young trees that",
        "url": "https://semanariouniversidad.com/pais/recuerdan-honran-y-nombran-a-personas-defensoras-de-territorios-y-del-medio-ambiente-en-conmemoracion-en-la-ucr/",
        "time": "2 hours ago"
      },
      {
        "title": "Price increase in November was higher than in all of 2025",
        "description": "Some of the products and services that increased the most are mobile phones, tomatoes and sweet chili. The entry Price increase in November was higher than",
        "url": "https://semanariouniversidad.com/pais/aumento-de-precios-en-noviembre-fue-mas-alto-que-en-todo-el-2025/",
        "time": "2 hours ago"
      },
      {
        "title": "Assembly will see second request to lift immunity from President Chaves on December 16",
        "description": "38 votes will be required to lift the immunity and for the TSE to continue investigation for political belligerence The Assembly entry will see a second request to lift the president's immunity",
        "url": "https://semanariouniversidad.com/pais/asamblea-vera-segunda-solicitud-para-levantar-inmunidad-a-presidente-chaves-el-proximo-16-de-diciembre/",
        "time": "14 hours ago"
      },
      {
        "title": "UNA assumes the presidency of Conare for the period 2025-2026",
        "description": "The outgoing president, the rector of the TEC, María Estrada, highlighted progress in strategic planning, negotiation of the FEES and consolidation of the university system. The new president, Jorge Herrera, rector of the",
        "url": "https://semanariouniversidad.com/universitarias/una-asume-la-presidencia-de-conare-para-el-periodo-2025-2026/",
        "time": "15 hours ago"
      },
      {
        "title": "Europe is on a very bad path, warns Donald Trump",
        "description": "Washington's new national security strategy, as well as the negotiations for peace in Ukraine, the immigration policy of the old continent and a heavy fine applied to X,",
        "url": "https://semanariouniversidad.com/mundo/europa-va-por-muy-mal-camino-advierte-donald-trump/",
        "time": "15 hours ago"
      },
      {
        "title": "Lifting of immunity to Chaves and auction of frequencies led topics of digital conversation, according to study",
        "description": "Regarding the elections, the Observatory noted that the presidential candidate Laura Fernández leads the digital conversation with 173,389 mentions, followed by Claudia Dobles (104,314 mentions) and Álvaro Ramos",
        "url": "https://semanariouniversidad.com/pais/levantamiento-de-inmunidad-a-chaves-y-subasta-de-frecuencias-lideraron-temas-de-conversacion-digital-segun-estudio/",
        "time": "16 hours ago"
      }
    ],
    "Panama-La Prensa": [],
    "Panama-La Estrella": [],
    "Panama-El Siglo": []
  },
  "summaries": {
    "Argentina": "A cheese produced in Santa Fe won the silver medal at the World Cup in Switzerla.... Victoria Eugenia, the bold queen: her husband gave her diamonds when she was unf.... Bus stoppage: which lines will adhere this Tuesday, December 9. Good news in California: Gavin Newsom's new labor laws taking effect in 2026. Martha Stewart, 84, spoke about his death and revealed an unconventional burial:....",
    "Brazil": "'Aurora' translates the essence of Paulo Mendes Campos to theater. How to accumulate air miles? Folha launches series to help readers. Family of drug trafficker Peixão, leader of Complexo de Israel, is arrested tryi.... Trump threatens Mexico with new tariffs in water dispute. Singer Leonardo is discharged after hospitalization for gastroenteritis. International: The Guardian reports Jim Caviezel to play Jair Bolsonaro in ‘heroic’ biopic; Deutsche Welle reports Can Serbia show the EU that it is serious about reform?.",
    "Mexico": "Editorial: UPN: urgent solution. Many attended the celebration because they are proud of the 4T, says the preside.... Mexicans, a third of those arrested in anti-immigrant raids in the US. Paramount offers more money than Netflix to acquire Warner Bros Discovery. New SCJN inherited “great lag” in transparency. International: BBC reports Trump unveils $12bn farm aid package to help farmers who faced 'unjust; The Guardian reports ‘Very unfair’: Trump threatens extra 5% tariff on Mexico over water di; Deutsche Welle reports RSF: Israel responsible for nearly half of journalist deaths in 2025.",
    "Colombia": "Limited coverage from Colombia.",
    "Chile": "Karin Law: visible progress, limited effectiveness in the State. Republican deadbolt. Axel Kaiser: revisionist propaganda and intellectual dishonesty. The right to housing and the morality of forced eviction.",
    "Peru": "Dentil Praia vs. Zamalek LIVE via VBTV: they face each other for date 1 of the 2.... Businessman saved from dying in violent assault attempt in SMP. María Corina Machado \"is trying to get to Oslo\" to receive the Nobel Prize, says.... What was the last earthquake in Mexico today, December 9, according to SSN. SENAMHI: Weather forecast today Tuesday, December 9, 2025. International: Deutsche Welle reports Climate: 2025 likely second hottest on record, EU scientists say; Deutsche Welle reports UN environment head warns of climate complacency.",
    "Venezuela": "Maduro announces the “Communal Government of Transition to Socialism”. Shelter for propaganda and even a place for weddings: inside the Journalists Clu.... New alternative routes between Caracas and Madrid increase airfare between $450 .... Air Europa will not fly to Venezuela at least until the 19th of this month and P.... UNESCO declares the Venezuelan joropo as Intangible Cultural Heritage. International: The Guardian reports Oslo appearance by Nobel peace prize winner María Corina Machado delay.",
    "Ecuador": "Netflix was interested in Warner Bros because of these businesses and strategies. The perpetrator of femicide who carried out the act after a party in his honor i.... Guards at the Guayaquil land terminal attacked journalists; Aquiles Alvarez reac.... Pacho, Hincapié and 'Niño Moi' return, what time do they play on date 6 of the C.... Jorge Martínez, leader of Los Ilegales, dies at 70.",
    "Bolivia": "Limited coverage from Bolivia.",
    "Uruguay": "Gulf Oil chooses DataXstream's OMS+ Portal to drive its digital transformation i.... Veridas Partners with Q2 Ingressos to Stop Ticket Fraud and Provide Secure Acces.... The secret of the success of the Brazilian who became the youngest billionaire i.... When is the last program of \"Bake Off Famosos\" on Channel 4 and who are the fina.... Pablo Peirano: the gesture of Diente López that moved him, what was the break in....",
    "Paraguay": "Limited coverage from Paraguay.",
    "Costa Rica": "Why Costa Rica cannot return to usury. Marina Volio and her historiographic legacy. The other Venus of a certain Alberto. Sinac identifies 7.6 hectares of forest on the El Maderal farm where they want t.... They remember, honor and name defenders of territories and the environment in co....",
    "Panama": "Limited coverage from Panama."
  },
  "international": {
    "Argentina": [],
    "Brazil": [
      {
        "title": "Jim Caviezel to play Jair Bolsonaro in ‘heroic’ biopic",
        "description": "Actor, who starred in The Passion of the Christ, will play the disgraced ex-Brazilian president in film written by his one-time secretary of cultureJair Bolsonaro, the former Brazilian president now",
        "url": "https://www.theguardian.com/film/2025/dec/08/jim-caviezel-jair-bolsonaro-biopic",
        "time": "20 hours ago",
        "source": "The Guardian"
      },
      {
        "title": "Can Serbia show the EU that it is serious about reform?",
        "description": "Serbia began negotiations to join the European Union in 2014. Progress has at best been sluggish. After years of unfulfilled promises and stalled reforms, the EU is pressuring Serbia to",
        "url": "https://www.dw.com/en/can-serbia-show-the-eu-that-it-is-serious-about-reform/a-75076857?maca=en-rss-en-all-1573-xml-mrss",
        "time": "Less than 1 hour ago",
        "source": "Deutsche Welle"
      }
    ],
    "Mexico": [
      {
        "title": "Trump unveils $12bn farm aid package to help farmers who faced 'unjustified trade actions'",
        "description": "The president also threatened to hit Mexico with an extra 5% tariff in a row over water supplies to US farmers.",
        "url": "https://www.bbc.com/news/articles/cjrj58qed2wo?at_medium=RSS&at_campaign=rss",
        "time": "11 hours ago",
        "source": "BBC"
      },
      {
        "title": "‘Very unfair’: Trump threatens extra 5% tariff on Mexico over water dispute",
        "description": "President accuses neighbor of violating treaty governing water-sharing and urges water to be released ‘immediately’ Donald Trump has threatened to impose an additional 5% tariff on Mexico if it does",
        "url": "https://www.theguardian.com/us-news/2025/dec/08/trump-mexico-tariffs-water-dispute",
        "time": "12 hours ago",
        "source": "The Guardian"
      },
      {
        "title": "RSF: Israel responsible for nearly half of journalist deaths in 2025",
        "description": "Global media watchdog Reporters Without Borders has recorded 67 journalist deaths worldwide this year. Gaza was the deadliest region for journalists, followed by Mexico.",
        "url": "https://www.dw.com/en/rsf-israel-responsible-for-nearly-half-of-journalist-deaths-in-2025/a-75071665?maca=en-rss-en-all-1573-xml-mrss",
        "time": "4 hours ago",
        "source": "Deutsche Welle"
      }
    ],
    "Colombia": [],
    "Chile": [],
    "Peru": [
      {
        "title": "Climate: 2025 likely second hottest on record, EU scientists say",
        "description": "This year is expected to match 2023 as one of the warmest on record, second only to 2024, EU scientists warn. They cite greenhouse gas emissions from fossil fuels as",
        "url": "https://www.dw.com/en/climate-2025-likely-second-hottest-on-record-eu-scientists-say/a-75072441?maca=en-rss-en-all-1573-xml-mrss",
        "time": "4 hours ago",
        "source": "Deutsche Welle"
      },
      {
        "title": "UN environment head warns of climate complacency",
        "description": "Trillions of dollars could be gained every year and millions of lives saved from protecting the climate and environment, according to the UN. DW speaks to Inger Andersen about what",
        "url": "https://www.dw.com/en/un-environment-head-warns-of-climate-complacency/a-75065762?maca=en-rss-en-all-1573-xml-mrss",
        "time": "5 hours ago",
        "source": "Deutsche Welle"
      }
    ],
    "Venezuela": [
      {
        "title": "Oslo appearance by Nobel peace prize winner María Corina Machado delayed",
        "description": "Press conference expected to go ahead later, Venezuelan opposition leader’s first public appearance in 11 monthsA press conference in Oslo with the Nobel peace prize laureate María Corina Machado, the",
        "url": "https://www.theguardian.com/world/2025/dec/09/nobel-peace-prize-maria-corina-machado-venezuela-oslo",
        "time": "2 hours ago",
        "source": "The Guardian"
      }
    ],
    "Ecuador": [],
    "Bolivia": [],
    "Uruguay": [],
    "Paraguay": [],
    "Costa Rica": [],
    "Panama": []
  }
}