{
  "headlines": {
    "Argentina-Clarín": [
      {
        "title": "Shakira chose a former participant of La Voz Argentina as her opening act: who is it?",
        "description": "The Colombian singer confirmed it in person in an emotional video. He had traveled to Chile to interview her face to face.",
        "url": "https://www.clarin.com/fama/shakira-eligio-ex-participante-voz-argentina-telonera-trata_0_ZleXXuoiIC.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Trump attacks the Democrats in Chicago for the crime of Bethany MaGee, the young woman who was set on fire on the train",
        "description": "Through a statement from the White House, the Executive attacked the Democrats in Chicago. Suspect in brutal attack that left Bethany MaGee in critical condition charged",
        "url": "https://www.clarin.com/estados-unidos/trump-arremete-democratas-chicago-crimen-bethany-magee-joven-prendida-fuego-tren_0_pihj3ffcHL.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Putin's new calendar is here: \"A man for every season\"",
        "description": "In January, the Russian leader appears riding a snowmobile. In February, he knocks down a judo partner. In August, he offers advice: \"My recipe for energy:",
        "url": "https://www.clarin.com/new-york-times-international-weekly/nuevo-calendario-putin-hombre-estacion_0_OXYZcMJSPS.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "This is the worst location for eggs in the refrigerator, according to nutritionists",
        "description": "Not all corners of the refrigerator are good for preserving this food. Its cardboard box helps regulate humidity and prevent condensation.",
        "url": "https://www.clarin.com/internacional/peor-ubicacion-huevos-heladera-nutricionistas_0_KUTiDZrfU1.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Rebel, daring and American-born: Chrese Evans, Stalin's punk granddaughter",
        "description": "She is 54 years old and her real name is Olga Peters. On the networks, he openly shows his taste for tattoos and weapons. His story and that of his mother,",
        "url": "https://www.clarin.com/internacional/rebelde-atrevida-nacida-estados-unidos-chrese-evans-nieta-punk-stalin_0_ux7UBtr2bG.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "A 16-year-old girl stabbed her boyfriend to death in Remedios de Escalada",
        "description": "The homicide of the 21-year-old young man occurred inside his home after a heated argument. The murderer herself was the one who called 911 to alert. Relatives of the",
        "url": "https://www.clarin.com/policiales/chica-16-anos-mato-punaladas-novio-remedios-escalada_0_RJzSPQQ9LH.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Caputo told British companies that 2026 will be \"spectacular\", but not to expect a high dollar",
        "description": "The minister received about 25 executives in Economy. The dollar rose today to $1,470. Businessmen seek to reactivate bilateral trade.",
        "url": "https://www.clarin.com/economia/caputo-dijo-empresas-britanicas-2026-espectacular-esperen-dolar-alto_0_8iDRgsDE22.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Pullaro set conditions for Santilli to sit down and talk with the Government about Milei's reforms",
        "description": "The governor of Santa Fe demanded answers from the Minister of the Interior before negotiating with the Casa Rosada for the reforms that the Government is promoting in Congress. Pullaro put",
        "url": "https://www.clarin.com/politica/pullaro-puso-condiciones-santilli-sentarse-dialogar-gobierno-reformas-milei_0_tH8tZtS0Z6.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "When does Stranger Things 5 ​​- Volume 2 premiere on Netflix? Release date and episodes of the second part of the final season",
        "description": "Within hours of the premiere of Volume 1, Netflix confirms the exact date on which we will be able to continue the epic battle against Vecna. The Duffer brothers promise a dark Christmas with the",
        "url": "https://www.clarin.com/estados-unidos/estrena-stranger-things-5-volumen-2-netflix-fecha-lanzamiento-episodios-segunda-parte-temporada-final_0_EvB3Y7hU7e.html",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Alejandro Avakian: from the Uber driver to the galleries of New York",
        "description": "The artist found in Uber trips a space for dialogue that connected him with unexpected audiences and opportunities. His work, crossed by Armenian memory, the catastrophe and",
        "url": "https://www.clarin.com/cultura/alejandro-avakian-volante-uber-galerias-nueva-york_0_UBcd5hUOHm.html",
        "time": "Less than 1 hour ago"
      }
    ],
    "Argentina-La Nación": [
      {
        "title": "Route concessions: two corridors to the South, 1800 kilometers with more expensive tolls and only 72 of new highways",
        "description": "The Government published the details of the tenders; There are hardly any maintenance works listed and very little road duplication, despite a sharp increase in rates",
        "url": "https://www.lanacion.com.ar/economia/las-concesiones-de-rutas-dos-corredores-al-sur-1800-kilometros-con-peaje-mas-caro-y-solo-72-de-nid26112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The future of Android together with ChromeOS has a name: Aluminum OS",
        "description": "Aluminum OS is the internal name of Google's new operating system that will merge Android with ChromeOS for PC",
        "url": "https://www.lanacion.com.ar/tecnologia/el-futuro-de-android-junto-a-chromeos-tiene-nombre-aluminium-os-nid26112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Dollar today, blue dollar today: how much is it trading this Wednesday, November 26",
        "description": "The parallel currency that is traded in the informal market is quoted at $1,460 for sale; Meanwhile, the official price is $1,470 for the same operation.",
        "url": "https://www.lanacion.com.ar/economia/dolar/dolar-hoy-dolar-blue-hoy-a-cuanto-cotiza-este-miercoles-26-de-noviembre-nid26112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The “liquid gold” that balances the microbiota and improves digestive health",
        "description": "Kombucha combines tea, sugar, and gut-friendly bacteria; Its popularity in the West has grown in the last decade",
        "url": "https://www.lanacion.com.ar/salud/nutricion/el-oro-liquido-que-equilibra-la-microbiota-y-mejora-la-salud-digestiva-nid25112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Conrado Estol: why if someone falls asleep in less than five minutes they do not have a “superpower” and it is not a good sign",
        "description": "The neurologist explained the importance of proper rest; warned about the “enviable talent” of falling asleep in a few minutes",
        "url": "https://www.lanacion.com.ar/sociedad/conrado-estol-por-que-si-alguien-se-duerme-en-menos-de-cinco-minutos-no-tiene-un-superpoder-y-no-es-nid26112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Javier Milei, live: the latest measures of the Government",
        "description": "The minute by minute of the President's decisions, the reactions of the opposition and the statements of officials",
        "url": "https://www.lanacion.com.ar/politica/javier-milei-en-vivo-las-ultimas-medidas-del-gobierno-nid26112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Cecilia Strzyzowski trial, live: the penalties for the Sena clan are known",
        "description": "César Sena, Marcela Acuña, and Emerenciano Sena received the maximum sentence for the young woman's femicide; The 12 jurors determined guilt, while the judge will impose the sentences",
        "url": "https://www.lanacion.com.ar/politica/juicio-de-cecilia-strzyzowski-en-vivo-se-conocen-las-penas-para-el-clan-sena-nid26112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "What is known about the “tiktoker” police who were suspended for recording erotic videos in uniform",
        "description": "The City Police officer, identified as Nicole V., had been on the force for three years and three months; uploaded explicit content to different platforms; the",
        "url": "https://www.lanacion.com.ar/seguridad/que-se-sabe-de-la-policia-tiktoker-que-fue-suspendida-por-grabar-videos-eroticos-con-el-uniforme-nid25112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "From dollar to Mexican peso, today: live exchange rate this Wednesday, November 26",
        "description": "Check the price of the dollar in Mexico today, Wednesday, November 26, according to the DOF. Review the official price, the exchange rate in banks and the economic context that",
        "url": "https://www.lanacion.com.ar/estados-unidos/de-dolar-a-peso-mexicano-hoy-tipo-de-cambio-en-vivo-este-miercoles-26-de-noviembre-nid26112025/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Puma Rodríguez was taken off an American Airlines flight after an altercation with the crew",
        "description": "The incident occurred on a trip to Miami",
        "url": "https://www.lanacion.com.ar/espectaculos/bajaron-de-un-vuelo-de-american-airlines-al-puma-rodriguez-tras-un-altercado-con-la-tripulacion-nid25112025/",
        "time": "Less than 1 hour ago"
      }
    ],
    "Argentina-Página/12": [],
    "Argentina-Infobae": [],
    "Argentina-Ámbito": [
      {
        "title": "The Government confirmed the 2026 school year: when classes start and end and when the winter holidays will be next year",
        "description": "The new educational scheme defines 190 effective days of class and a minimum of 760 hours per year in primary school and 900 in secondary school.",
        "url": "https://www.ambito.com/informacion-general/el-gobierno-confirmo-el-ciclo-lectivo-2026-cuando-empiezan-y-terminan-las-clases-y-cuando-seran-las-vacaciones-invierno-del-proximo-ano-n6217786",
        "time": "1 hour ago"
      },
      {
        "title": "Donald Trump would analyze speaking directly with Nicolás Maduro, amid the tension in the Caribbean",
        "description": "From the White House they see the diplomatic route as \"probable\" and assured that \"no one plans to shoot\" Maduro. Tension increased after the designation of the Soles Cartel as a terrorist organization.",
        "url": "https://www.ambito.com/mundo/donald-trump-analizaria-hablar-directamente-nicolas-maduro-medio-la-tension-el-caribe-n6217752",
        "time": "1 hour ago"
      },
      {
        "title": "A large-scale fire affects a housing complex in Hong Kong and caused at least thirteen deaths",
        "description": "The fire started around noon. What happened puts the focus once again on bamboo scaffolding, a material frequently used in construction but which has a high risk of",
        "url": "https://www.ambito.com/mundo/un-incendio-gran-escala-afecta-un-complejo-viviendas-hong-kong-y-provoco-al-menos-cuatro-muertos-n6217761",
        "time": "1 hour ago"
      },
      {
        "title": "Femicide of Cecilia Stryzyowski: the penalties for each member of the Sena clan will be known",
        "description": "The family was found guilty of the brutal crime against the 28-year-old girl. Likewise, they do not guarantee that the reading of the sentences can be completed in a single day.",
        "url": "https://www.ambito.com/informacion-general/femicidio-cecilia-stryzyowski-se-conoceran-las-penas-cada-miembro-del-clan-sena-n6217747",
        "time": "1 hour ago"
      },
      {
        "title": "Crime of the psychiatrist in City Bell: the main suspect in the murder was caught",
        "description": "The case shakes City Bell and advances with new evidence and a key arrest in the investigation into the psychiatrist's death.",
        "url": "https://www.ambito.com/informacion-general/crimen-la-psiquiatra-city-bell-atraparon-al-principal-sospechoso-del-asesinato-n6217735",
        "time": "1 hour ago"
      },
      {
        "title": "The Government authorized China Eastern Airlines to operate in the country and will make the longest commercial flight in the world",
        "description": "The Chinese airline will begin operating the Shanghai–Buenos Aires route in December, with a technical stopover in Auckland and a total travel time of 25 hours. The tickets already",
        "url": "https://www.ambito.com/informacion-general/el-gobierno-autorizo-china-eastern-airlines-operar-el-pais-y-hara-el-vuelo-comercial-mas-largo-del-mundo-n6217727",
        "time": "2 hours ago"
      },
      {
        "title": "When do I collect ANSES: retirees, AUH, unemployment and the rest of the benefits for Wednesday, November 26",
        "description": "The organization anticipated that the payment of salaries was affected by the long weekend holiday, which occurred from Friday, November 21 to Monday, November 24.",
        "url": "https://www.ambito.com/informacion-general/cuando-cobro-anses-jubilados-auh-desempleo-y-el-resto-las-prestaciones-del-miercoles-26-noviembre-n6217666",
        "time": "10 hours ago"
      },
      {
        "title": "Deputies: despite having been summoned, Mario Lugones will not attend the fentanyl investigative commission",
        "description": "The Minister of Health had been summoned this Wednesday to explain the health crisis that has produced, so far, 124 deaths. Those who would go would be ANMAT officials.",
        "url": "https://www.ambito.com/politica/diputados-pese-haber-sido-convocado-mario-lugones-no-asistira-la-comision-investigadora-del-fentanilo-n6217705",
        "time": "12 hours ago"
      },
      {
        "title": "Finally, the 2,901 Uruguayan cows stranded at sea landed in Libya, with environmental complaints involved.",
        "description": "After more than two months of crossing and a blockade in Türkiye, the almost 3,000 cattle were relocated. Organizations warn about dozens of dead animals and possible corpses thrown into the",
        "url": "https://www.ambito.com/mundo/finalmente-las-2901-vacas-uruguayas-varadas-el-mar-desembarcaron-libia-denuncias-ambientales-medio-n6217686",
        "time": "13 hours ago"
      },
      {
        "title": "Carlos Presti will take over Defense without letting go of his hierarchy: what does the law that regulates military personnel say",
        "description": "He will go to “availability”, a period in which he will be able to maintain his military status and superiority by position. His presence reorganizes the line of command and leaves the military leadership in",
        "url": "https://www.ambito.com/politica/carlos-presti-asumira-defensa-soltar-su-jerarquia-que-dice-la-ley-que-regula-al-personal-militar-n6217660",
        "time": "14 hours ago"
      }
    ],
    "Argentina-Perfil": [
      {
        "title": "A 13-year-old student stabbed his classmate at a school in Tucumán",
        "description": "The incident occurred at a school in the town of Alderetes. The minor was taken to the Children's Hospital, where she was admitted for observation. Read more",
        "url": "https://www.perfil.com/noticias/policia/un-alumno-de-13-anos-apunalo-a-una-companera-de-la-escuela-en-tucuman.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Environmental alert: ITBA report reveals high levels of arsenic in two cities in Corrientes",
        "description": "A study carried out by the Buenos Aires Technological Institute on water quality in Corrientes detected levels of arsenic higher than those recommended by the WHO in the",
        "url": "https://www.perfil.com/noticias/nea/alerta-ambiental-informe-del-itba-revela-niveles-elevados-de-arsenico-en-dos-ciudades-de-corrientes.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Nothing has happened here",
        "description": "The October national result lowered the high temperatures of the social, media and red circle climate. At least in terms of thermal sensation. Read more",
        "url": "https://www.perfil.com/noticias/columnistas/aca-no-ha-pasado-nada.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "When glucose rises and so do prices: the cost of feeding with diabetes in Córdoba",
        "description": "A new report revealed that those living with diabetes pay much more for the same food. The Ombudsman's Office presented the first adapted basket in the country and the gap",
        "url": "https://www.perfil.com/noticias/cordoba/el-precio-de-cuidarse-cuanto-mas-gasta-en-alimentos-una-persona-con-diabetes-en-cordoba.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "A DiDi driver hit a passenger with a piece of debris during a transfer and left him in intensive care",
        "description": "The man, 34 years old, was traveling with his two children, ages 12 and 6. He is admitted in serious condition to the Emergency Hospital. The driver, 47",
        "url": "https://www.perfil.com/noticias/cordoba/un-chofer-de-didi-golpeo-a-un-pasajero-por-una-transferencia-que-no-se-acreditaba-y-lo-dejo-en-terapia-intensiva.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Now: Whatever It Costs, Perfil.com's streaming sports analysis",
        "description": "Whatever It Costs is the first streaming of Perfil.com. Román Iucht presents a sports cycle to start the morning with information, analysis and good vibes. Read more",
        "url": "https://www.perfil.com/noticias/deportes/cueste-lo-que-cueste-el-primer-streaming-deperfilcom.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Watch Fontevecchia Mode live",
        "description": "Jorge Fontevecchia hosts Modo Fontevecchia on Radio Perfil and Net TV from Monday to Friday from 10 a.m. to 1 p.m. Read more",
        "url": "https://www.perfil.com/noticias/actualidad/mira-en-vivo-el-streaming-de-hoy-de-modo-fontevecchia.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The agreement with the United States that can fundamentally modernize Argentina",
        "description": "The new trade framework with the United States is not a simple diplomatic gesture. It represents a historic opportunity to transform the Argentine productive structure, attract investments and generate employment. But also",
        "url": "https://www.perfil.com/noticias/opinion/el-acuerdo-con-estados-unidos-que-puede-modernizar-de-raiz-a-la-argentina.phtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The first four Stryker 8x8 M1126 Armored Combat Vehicles arrived in Argentina",
        "description": "The signing of the Letter of Acceptance was signed in July of this year, during an official visit by former Minister of Defense, Luis Petri to the city of Washington.",
        "url": "https://www.perfil.com/noticias/politica/arribaron-a-la-argentina-a30-los-primeros-cuatro-vehiculos-de-combate-blindados-stryker-8x8.phtml",
        "time": "1 hour ago"
      },
      {
        "title": "The Corrientes Rural Society named its square after a repressor convicted of 70 crimes",
        "description": "The Corrientes Rural Society named the square on its property after Captain Juan Carlos De Marchi, sentenced to 25 years in prison for 70 crimes.",
        "url": "https://www.perfil.com/noticias/nea/la-sociedad-rural-de-corrientes-impuso-a-su-plaza-el-nombre-de-un-represor-condenado-por-70-crimenes.phtml",
        "time": "1 hour ago"
      }
    ],
    "Brazil-Folha de S.Paulo": [
      {
        "title": "Adolescence to age 30 and four other stages of the brain throughout life, according to new study",
        "description": "The brain goes through five distinct phases throughout life, with turning points at 9, 32, 66 and 83 years old, scientists point out. Read more (11/26/2025 - 10:38 am)",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/equilibrioesaude/2025/11/adolescencia-ate-os-30-anos-e-quatro-outras-fases-do-cerebro-durante-a-vida-segundo-novo-estudo.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Council approves creation of law course at Unicamp",
        "description": "Unicamp (State University of Campinas) announced the beginning of the process of creating a law course at the institution. The decision was taken by the University Council (Consu) at the beginning of the",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/educacao/2025/11/conselho-aprova-criacao-de-curso-de-direito-na-unicamp.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Loan concessions in Brazil fall 1.1% in October, points out BC",
        "description": "Loan concessions in Brazil fell 1.1% in October compared to September, according to data released by the Central Bank this Wednesday (26) Read more (11/26/2025 - 10:29 am)",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2025/11/concessoes-de-emprestimos-no-brasil-caem-11-em-outubro-aponta-bc.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Investment in infrastructure reaches R$280 billion in 2025, but growth slows, says study",
        "description": "Investments in infrastructure will hit a new record in 2025, according to a projection by Abdib (Brazilian Association of Infrastructure and Basic Industry), with R$280 billion in public works and",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2025/11/investimento-em-infraestrutura-chega-a-r-280-bi-em-2025-mas-crescimento-desacelera-diz-estudo.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Floods in Southeast Asia kill 33 and affect 2.7 million in Thailand",
        "description": "Floods left at least 33 people dead in Thailand, and the government airlifted patients and sent supplies, including oxygen tanks, to the city of Hat Yai, in",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2025/11/enchentes-no-sudeste-asiatico-matam-33-e-afetam-27-milhoes-na-tailandia.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Planted by Burle Marx 60 years ago, talipot palm trees bloom for the first and only time in Rio",
        "description": "The exuberant and very rare flowering of talipot palm trees (Corypha umbraculifera) transformed parts of Rio de Janeiro into the scene of a botanical spectacle at the end of November. The specimens that grew by",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2025/11/plantadas-por-burle-marx-ha-60-anos-palmeiras-talipot-florescem-pela-primeira-e-unica-vez-no-rio.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Motta and Alcolumbre must miss the IR sanction amid the crisis with the Lula government",
        "description": "The presidents of the Chamber, Hugo Motta (Republicanos-PB), and the Senate, Davi Alcolumbre (União-AP), decided not to participate in one of the main political acts of Lula's (PT) current term, in a message",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/blogs/brasilia-hoje/2025/11/motta-e-alcolumbre-devem-faltar-a-sancao-do-ir-em-meio-a-crise-com-governo-lula.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Baccarelli Theater shows that social projects do not bargain with excellence",
        "description": "In just over a year, three new theaters linked to institutions whose main focus is classical music were successfully opened in the city of São Paulo",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/ilustrada/2025/11/teatro-baccarelli-mostra-que-projeto-social-nao-barganha-com-excelencia.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Are we close to the point of no return for the Amazon?",
        "description": "It is clear that the Amazon is under severe pressure and is undergoing important changes. The most prevalent are deforestation (currently falling), forest degradation (on the rise with record numbers",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/blogs/ciencia-fundamental/2025/11/estamos-perto-do-ponto-de-nao-retorno-da-amazonia.shtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The ultra-rich spend fortunes to lead a reserved life of luxury",
        "description": "The ultra-rich are dictating the new trend in luxury living: privacy. According to a Wall Street Journal report, the world's elite are spending more and more to",
        "url": "https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mercado/2025/11/ultrarricos-gastam-fortunas-para-levar-vida-de-luxo-reservada.shtml",
        "time": "Less than 1 hour ago"
      }
    ],
    "Brazil-O Globo": [],
    "Brazil-O Estado de S. Paulo": [],
    "Brazil-UOL": [
      {
        "title": "Council approves creation of law course at Unicamp",
        "description": "",
        "url": "https://www1.folha.uol.com.br/educacao/2025/11/conselho-aprova-criacao-de-curso-de-direito-na-unicamp.shtml",
        "time": "Recently"
      },
      {
        "title": "Ratinho Junior announces works and delivers paved access in Ivaiporã",
        "description": "Governor Carlos Massa Ratinho Junior inaugurates this Thursday (27) the duplication of the secondary access highway (PR-846) to Ivaiporã, in the Ivaí Valley. The work was carried out by the Municipality of...",
        "url": "https://tnonline.uol.com.br/noticias/vale-do-ivai/ratinho-junior-anuncia-obras-e-entrega-acesso-pavimentado-em-ivaipora-1044179",
        "time": "Recently"
      },
      {
        "title": "Loan concessions in Brazil fall 1.1% in October, points out BC",
        "description": "Loan concessions in Brazil fell 1.1% in October compared to September, according to data released by the Central Bank this Wednesday (26)",
        "url": "https://www1.folha.uol.com.br/mercado/2025/11/concessoes-de-emprestimos-no-brasil-caem-11-em-outubro-aponta-bc.shtml",
        "time": "Recently"
      },
      {
        "title": "Former councilor and pioneer of Marilândia will be cremated this Wednesday (26)",
        "description": "died this Tuesday (25), Elias Vieira at the age of 88, one of the pioneers of Marilândia do Sul, known for his strong role in public life and also for his work as a mechanic",
        "url": "https://tnonline.uol.com.br/noticias/apucarana/ex-vereador-e-pioneiro-de-marilandia-sera-cremado-nesta-quarta-26-1044178",
        "time": "Recently"
      },
      {
        "title": "All Libertadores finals and their champions",
        "description": "Copa Libertadores da América is the most prestigious club tournament in South American football, bringing together the national champions and the best placed in the continent's leagues. All finals",
        "url": "https://tnonline.uol.com.br/noticias/esportes/todas-as-finais-de-libertadores-e-seus-campeoes-1044176",
        "time": "Recently"
      },
      {
        "title": "Investment in infrastructure reaches R$280 billion in 2025, but growth slows, says study",
        "description": "Investments in infrastructure will hit a new record in 2025, according to a projection by Abdib (Brazilian Association of Infrastructure and Basic Industry), with R$280 billion in public works and",
        "url": "https://www1.folha.uol.com.br/mercado/2025/11/investimento-em-infraestrutura-chega-a-r-280-bi-em-2025-mas-crescimento-desacelera-diz-estudo.shtml",
        "time": "Recently"
      },
      {
        "title": "GCM seizes two motorcycles that add up to more than R$50,000 in debt",
        "description": "Municipal Civil Guard (GCM) of Apucarana seized, in two separate incidents this Tuesday (25), two motorcycles with debts totaling more than R$50 thousand. The vehicles also featured...",
        "url": "https://tnonline.uol.com.br/noticias/apucarana/gcm-apreende-duas-motos-que-somam-mais-de-r-50-mil-em-dividas-1044175",
        "time": "Recently"
      },
      {
        "title": "Congressional Democrats Accuse Trump of Using the FBI to 'Intimidate' Them",
        "description": "US Democratic congressmen accused President Donald Trump of using the FBI to \"intimidate\" members of the Capitol and said the agents tried to interrogate them after their criticism of the",
        "url": "https://noticias.uol.com.br/ultimas-noticias/afp/2025/11/26/congressistas-democratas-acusam-trump-de-usar-o-fbi-para-intimida-los.htm",
        "time": "Recently"
      },
      {
        "title": "Floods in Southeast Asia kill 33 and affect 2.7 million in Thailand",
        "description": "",
        "url": "https://www1.folha.uol.com.br/mundo/2025/11/enchentes-no-sudeste-asiatico-matam-33-e-afetam-27-milhoes-na-tailandia.shtml",
        "time": "Recently"
      },
      {
        "title": "Planted by Burle Marx 60 years ago, talipot palm trees bloom for the first and only time in Rio",
        "description": "",
        "url": "https://www1.folha.uol.com.br/cotidiano/2025/11/plantadas-por-burle-marx-ha-60-anos-palmeiras-talipot-florescem-pela-primeira-e-unica-vez-no-rio.shtml",
        "time": "Recently"
      }
    ],
    "Brazil-G1": [
      {
        "title": "Detran Tocantins publishes lists with notifications of traffic fines; see signs",
        "description": "Vehicle traffic on Avenida de Palmas João de Pietro/Secom/Disclosure The State Department of Traffic (Detran) published two lists with notifications for drivers who have a registered traffic violation",
        "url": "https://g1.globo.com/to/tocantins/noticia/2025/11/26/detran-tocantins-publica-listas-com-notificacoes-de-multas-de-transito-veja-placas.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Jardim Digital 2025: check out the full event schedule",
        "description": "\"Digital Garden\" event brings together programming focused on technology Reproduction The largest technology, innovation and entrepreneurship festival in Agreste will be held between the 27th and 28th of November, at",
        "url": "https://g1.globo.com/pe/caruaru-regiao/noticia/2025/11/26/jardim-digital-2025-confira-a-programacao-completa-do-evento.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Megaoperation against PCC arrests 26 members and hits the faction's financial core in RR and SP",
        "description": "Megaoperation against PCC arrests 26 members and hits the faction's financial core in RR and SP Disclosure Megaoperation against PCC in Roraima arrests 26 members of the First Command of the Capital",
        "url": "https://g1.globo.com/rr/roraima/noticia/2025/11/26/megaoperacao-contra-pcc-prende-26-integrantes-e-atinge-nucleo-financeiro-da-faccao-em-rr-e-sp.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Antônio Hohlfeldt is fired from Fundação Theatro São Pedro after announcing the suspension of shows due to lack of staff",
        "description": "Antônio Hohlfeldt is dismissed from the management of Fundação Theatro São Pedro Journalist and university professor Antônio Hohlfeldt was dismissed from the presidency of Fundação Theatro São Pedro on Tuesday (25).",
        "url": "https://g1.globo.com/rs/rio-grande-do-sul/noticia/2025/11/26/antonio-hohlfeldt-e-exonerado-da-fundacao-theatro-sao-pedro-apos-anunciar-suspensao-de-espetaculos-por-falta-de-pessoal.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Lula soon sanctions the income tax exemption law",
        "description": "Lula will soon sanction the income tax exemption law Text exempts those earning up to R$5,000 per month from IR and also creates a discount for",
        "url": "https://g1.globo.com/economia/ao-vivo/lula-sanciona-lei-de-isencao-do-imposto-de-renda.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Wind causes disruption in Nova Friburgo and motorcyclist dies after accident on RJ-116",
        "description": "On RJ-116, a motorcyclist died after colliding with a tree fallen on the road. Disclosure A strong wind hit Nova Friburgo, in the Serrana region of Rio, on Tuesday night",
        "url": "https://g1.globo.com/rj/regiao-serrana/noticia/2025/11/26/ventania-causa-transtornos-em-nova-friburgo-e-motociclista-morre-apos-acidente-na-rj-116.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "How the allocation of Income Tax transforms the lives of children served by the SUS",
        "description": "The story of Raquel Sgarbossa and her son Vicente crosses hundreds of kilometers, from Ponte Serrada (SC) to Curitiba, and reveals how the allocation of part of the Income Tax",
        "url": "https://g1.globo.com/pr/parana/especial-publicitario/hospital-pequeno-principe/noticia/2025/11/26/como-a-destinacao-do-imposto-de-renda-transforma-a-vida-de-criancas-atendidas-pelo-sus.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Flower marked by legends, 'forget-me-not' reveals medicinal properties",
        "description": "The “forget-me-not” flower (Myosotis) is found in regions with a temperate climate in the Northern and Southern hemispheres Letícia Persiles The “forget-me-not” flower (Myosotis), with five petals and a bluish color, is found",
        "url": "https://g1.globo.com/sp/campinas-regiao/terra-da-gente/noticia/2025/11/26/flor-marcada-por-lendas-nao-me-esquecas-revela-propriedades-medicinais.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Anti-rabies vaccination for dogs and cats is carried out in Feira de Santana on Saturday; find out more",
        "description": "Feira de Santana carries out anti-rabies vaccination for dogs and cats Fortaleza City Hall/ Disclosure The Municipal Health Department (SMS) of Feira de Santana, the second largest city in Bahia, will",
        "url": "https://g1.globo.com/ba/bahia/saudenabahia/noticia/2025/11/26/vacinacao-antirrabica-em-caes-e-gatos-e-realizada-em-feira-de-santana-no-sabado-saiba-mais.ghtml",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Catarina Kasten case: Matadeiro trail gives access to the beach and is a path for residents of the region; VIDEO shows route",
        "description": "Video shows Matadeiro trail, in Florianópolis The Matadeiro beach trail, in Florianópolis, where teacher Catarina Kasten was murdered, is quite busy and serves as a daily crossing",
        "url": "https://g1.globo.com/sc/santa-catarina/noticia/2025/11/26/caso-catarina-kasten-como-e-trilha-do-matadeiro-florianopolis.ghtml",
        "time": "Less than 1 hour ago"
      }
    ],
    "Brazil-Valor Econômico": [],
    "Mexico-El Universal": [],
    "Mexico-Reforma": [
      {
        "title": "They accuse the owner of Miss Universe of drug trafficking and huachicol",
        "description": "The owner of Miss Universe, Raúl Rocha, was charged by FGR for alleged trafficking of drugs, weapons and fuel between Guatemala and Mexico.",
        "url": "https://www.reforma.com/imputan-narco-y-huachicol-a-dueno-de-miss-universo/ar3112680",
        "time": "2 hours ago"
      },
      {
        "title": "Noroña accuses Manzo's widow of being ambitious and fascist",
        "description": "The Morenista Gerardo Fernández Noroña accused Grecia Quiroz, widow of Carlos Manzo, of being 'ambitious' and representing 'fascist positions'.",
        "url": "https://www.reforma.com/acusa-norona-a-viuda-de-manzo-de-ambiciosa-y-fascista/ar3112653",
        "time": "2 hours ago"
      },
      {
        "title": "They ask in the US to find Mexican avocado",
        "description": "California Commission asked to establish quotas on Mexican avocado imports in order to protect American producers.",
        "url": "https://www.reforma.com/piden-en-eu-topar-aguacate-mexicano/ar3112643",
        "time": "2 hours ago"
      },
      {
        "title": "Producers challenge at customs and roads",
        "description": "Transporters and farmers threatened to expand protests demanding security, better prices for corn and changes in the Water Law.",
        "url": "https://www.reforma.com/desafian-productores-en-aduanas-y-carreteras/ar3112660",
        "time": "2 hours ago"
      },
      {
        "title": "Aggro profile plus blocks; Segob accuses old practices",
        "description": "After almost 12 hours of negotiation without agreements, farmers and transporters threaten more blockades while Segob accuses old practices.",
        "url": "https://www.reforma.com/perfila-agro-mas-bloqueos-segob-acusa-viejas-practicas/ar3112744",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "They protest against assaults... and they are robbed!",
        "description": "Transporters who were protesting to demand security on the roads were threatened with weapons by criminals to steal their tires.",
        "url": "https://www.reforma.com/protestan-por-asaltos-y-les-roban/ar3112636",
        "time": "2 hours ago"
      },
      {
        "title": "They cry out for justice during 25N",
        "description": "Groups of search mothers and collectives cried out for justice on the International Day for the Elimination of Violence against Women.",
        "url": "https://www.reforma.com/claman-por-justicia-durante-25n/ar3112408",
        "time": "15 hours ago"
      }
    ],
    "Mexico-La Jornada": [
      {
        "title": "Editorial: For a comprehensive plan for agriculture",
        "description": "In the first 10 months of the year, Mexico imported 40 million 700 thousand tons of grains and oilseeds, an unprecedented figure since records exist (1993), which also represents a",
        "url": "https://www.jornada.com.mx/2025/11/25/opinion/002a1edi?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "Industries fail to comply with price agreement, Barzon leader denounces",
        "description": "Chihuahua, Chih., Thousands of trailers voluntarily stopped circulating throughout the country, in support of the strike called by farmers and the National Association of Transporters, Eraclio reported",
        "url": "https://www.jornada.com.mx/2025/11/25/politica/005n2pol?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "Salma Hayek asks the President for incentives to promote cinema",
        "description": "Salma Hayek asked President Claudia Sheinbaum Pardo to promote greater incentives to boost the national film industry.",
        "url": "https://www.jornada.com.mx/2025/11/25/espectaculos/a08n2esp?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "Newly discovered parasite and larva intrigue",
        "description": "Researchers from the National Autonomous University of Mexico and the Metropolitan Autonomous University (UAM) discovered a new parasite and a larva whose life cycle is an enigma. The discovery",
        "url": "https://www.jornada.com.mx/2025/11/25/ciencias/a06n2cie?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "Record collection of 4,495 billion pesos as of October, reports the SAT",
        "description": "Between January and October 2025, tax collection (obtained through taxes, fees and contributions) stood at 4 trillion 495 thousand 842 million pesos, an unprecedented figure",
        "url": "https://www.jornada.com.mx/2025/11/25/economia/025n1eco?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "They arrest the person responsible for recruiting murderers of Carlos Manzo",
        "description": "The head of the Secretariat of Security and Citizen Protection (SSPC), Omar García Harfuch, announced that federal forces arrested Jaciel Antonio Herrera Torres, El Pelón, 36 years old, responsible",
        "url": "https://www.jornada.com.mx/2025/11/25/politica/014n1pol?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "They shield the Palace and surrounding streets for today's march; stores close",
        "description": "The Zócalo woke up surrounded by metal fences – even in front of the jewelry stores and businesses in the arches – which will remain closed this Tuesday due to the mobilizations of various groups, who will march",
        "url": "https://www.jornada.com.mx/2025/11/25/politica/010n2pol?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "The SCJN endorses incorporating photographs of candidates in Coahuila ballots",
        "description": "With a vote divided by five to four, the plenary session of the Supreme Court of Justice of the Nation (SCJN) yesterday endorsed the incorporation of photographs of candidates for office",
        "url": "https://www.jornada.com.mx/2025/11/25/politica/012n1pol?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "U-17: Portugal eliminates Canarinha",
        "description": "",
        "url": "https://www.jornada.com.mx/2025/11/25/deportes/a11n3dep?partner=rss",
        "time": "1 day ago"
      },
      {
        "title": "Sheinbaum and business leaders analyze economic prospects for next year",
        "description": "President Claudia Sheinbaum Pardo received businessman Carlos Slim Helú yesterday afternoon at the National Palace, along with other representatives of the sector, with whom she spoke about “the good",
        "url": "https://www.jornada.com.mx/2025/11/25/economia/024n2eco?partner=rss",
        "time": "1 day ago"
      }
    ],
    "Mexico-Milenio": [
      {
        "title": "Does MEGA BLOCKAGE of carriers affect CdMx? They warn of 10 blockages, 3 rolls and 1 march at these times | List",
        "description": "While farmers and transporters continue threatening to carry out blockades in more parts of the country, Mexico City is preparing this Wednesday, November 26, to have more marches and",
        "url": "https://www.milenio.com/comunidad/marchas-y-bloqueos-en-cdmx-hoy-26-de-noviembre",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Morning of the Town of Sheinbaum TODAY November 26; follow the conference LIVE HERE",
        "description": "This is the coverage with the most prominent topics, government announcements and key discussions that Claudia Sheinbaum will address TODAY in her interaction with the public and the media.Continue",
        "url": "https://www.milenio.com/politica/mananera-de-claudia-sheinbaum-hoy-26-de-noviembre-2025-en-vivo-atm",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Mega blockade of transporters in Mexico LIVE: Highways, avenues and streets closed TODAY, November 26, 2025",
        "description": "By not having an agreement with the government of Mexico, the National Association of Transporters and the National Front for the Rescue of the Mexican Countryside threatened to expand the",
        "url": "https://www.milenio.com/comunidad/megabloqueo-transportistas-mexico-hoy-26-de-noviembre-2025-en-vivo",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Are the December holidays coming early? SEP announces exact DATE on which almost a month of rest without classes begins in 2025",
        "description": "Children can no longer contain their excitement at the arrival of a well-deserved rest. With the cold and the festivities, one of the most anticipated seasons of the year is approaching.",
        "url": "https://www.milenio.com/comunidad/vacaciones-de-diciembre-sep-2025-cuando-inician",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "141 cases of measles confirmed in Guerrero; Cochoapa el Grande leads infections",
        "description": "During her appearance in the Congress of Guerrero, Alondra García Carbajal, Secretary of Health, reported that Cochoapa el Grande, the poorest municipality in the state, is the one with the most cases of",
        "url": "https://www.milenio.com/estados/cochoapa-grande-lidera-casos-sarampion-guerrero",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Louvre robbery could have been avoided: 2018 report warned of weak security point",
        "description": "A security report already indicated in 2018 the possibility of accessing the Louvre balcony with a forklift through which the thieves entered in the spectacular robbery of",
        "url": "https://www.milenio.com/internacional/museo-louvre-supo-deficiencia-seguridad-2018",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Who can apply for a permanent driver's license online and WITHOUT AN APPOINTMENT? We tell you if the document is valid or NOT",
        "description": "The permanent driver's license was one of the initiatives that attracted the most attention with the arrival of the Head of Government of Mexico City, Clara Brugada,",
        "url": "https://www.milenio.com/comunidad/licencia-permanente-como-tramitarla-sin-cita-en-linea-guia",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Low temperatures and rain! Polar air mass will strengthen the cold front and affect these states | Weather in Mexico November 26",
        "description": "This Wednesday the 16th cold front of the season will be reinforced by a polar air mass, the formation will move over the northeast and east of the national territory. The cold front",
        "url": "https://www.milenio.com/el-clima/masa-de-aire-polar-fortalecera-frente-frio-clima-26-noviembre-2025",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Careful. Cold Front No. 16 and Polar Air Mass will cause intense cold in Mexico; These will be the areas in CdMx and Edomex affected today, November 26",
        "description": "Cold front number 16 will take on greater intensity this Wednesday, November 26, given that it will be driven by a polar air mass, which will affect some areas.",
        "url": "https://www.milenio.com/el-clima/frio-cdmx-edomex-temperatura-baja-y-maxima-zonas-horario-26-noviembre",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "What REQUIREMENTS must you meet to have your Infonavit Housing for Wellbeing house?",
        "description": "The Institute of the National Housing Fund for Workers (Infonavit) has launched the delivery of the first homes of the Housing for Well-being program. to the",
        "url": "https://www.milenio.com/comunidad/vivienda-bienestar-de-infonavit-que-requisitos-necesitas",
        "time": "Less than 1 hour ago"
      }
    ],
    "Mexico-Excélsior": [
      {
        "title": "CDMX leads reports of digital violence",
        "description": "Hilda CastellanosOf the 146,682 reports of gender violence received through the Safety Line, the Trust Chat and *765-911 of the Citizen Council for",
        "url": "https://www.excelsior.com.mx/comunidad/cdmx-lidera-reportes-por-violencia-digital/1753945",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Sheinbaum's 'Mañanera' LIVE: Conference topics today, November 26, 2025",
        "description": "Jimena Campuzano President Claudia Sheinbaum leads her morning conference on November 26, 2025 from the National Palace, where she is accompanied by part of her cabinet. The morning is still here",
        "url": "https://www.excelsior.com.mx/nacional/mananera-sheinbaum-hoy-en-vivo-temas-conferencia-26-noviembre-2025/1753944",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "J Balvin, but what a joke, José!; on tour in Mexico in 2026",
        "description": "Jorge Emilio SánchezJ Balvin is in good physical and mental shape, and ready to visit Mexico in May next year. The Colombian singer announced a tour after six",
        "url": "https://www.excelsior.com.mx/funcion/j-balvin-pero-que-chimba-jose-de-gira-en-mexico-en-2026/1753943",
        "time": "3 hours ago"
      },
      {
        "title": "Woman mops with Hidalgo prosecutor; It's a shame how you act, he says",
        "description": "ERÉNDIRA ESPINOSA AND EMMANUEL RINCÓNA mother interrupted an appearance by the Hidalgo attorney and accused him of being inefficient. “It's a shame how you act, it's a shame what you do, where",
        "url": "https://www.excelsior.com.mx/nacional/mujer-trapea-con-fiscal-de-hidalgo-es-una-verguenza-como-actuas-dice/1753942",
        "time": "4 hours ago"
      },
      {
        "title": "Producers have been waiting for Conagua for 7 years",
        "description": "Isabel González Representatives of agricultural producers in Guanajuato indicated that they feel “worried and desperate” if their demands fail to bring about changes to the new National Water Law. They declared that",
        "url": "https://www.excelsior.com.mx/nacional/productores-esperan-desde-hace-7-anos-a-la-conagua/1753941",
        "time": "3 hours ago"
      },
      {
        "title": "Transporters do not give up; Road closures continue in 17 entities",
        "description": "Lourdes LópezThe national strike of transporters and farm workers completed its second day with simultaneous blockades in 17 states and a total of 26 road closures, according to",
        "url": "https://www.excelsior.com.mx/nacional/transportistas-no-dan-tregua/1753940",
        "time": "2 hours ago"
      },
      {
        "title": "They doubt candidates for the Administrative Court; they air leagues",
        "description": "Leticia Robles de la RosaThe PAN senator Raymundo Bolaños put some of the candidates to become magistrates of regional chambers of the Federal Court of Administrative Justice in trouble",
        "url": "https://www.excelsior.com.mx/nacional/dudan-de-aspirantes-a-tribunal-administrativo-ventilan-ligas/1753939",
        "time": "4 hours ago"
      },
      {
        "title": "Homicide breaks out in Baja California Sur; They find more clandestine graves",
        "description": "Alejandrina FrancoBaja California Sur (BCS) is going through a contradictory moment, although its economy shows signs of recovery, growth coexists with a serious upsurge in violence and a crisis of disappearances, which",
        "url": "https://www.excelsior.com.mx/nacional/se-desata-homicidio-en-baja-california-sur-hallan-mas-fosas-clandestinas/1753938",
        "time": "4 hours ago"
      },
      {
        "title": "They break dialogue in Segob... but they return later",
        "description": "Isabel GonzálezThe federal government announced that starting today the Secretary of Agriculture, Julio Berdegué, will travel to the states to talk with wheat producers. The decision",
        "url": "https://www.excelsior.com.mx/nacional/rompen-dialogo-en-segob-pero-regresan-despues/1753937",
        "time": "3 hours ago"
      },
      {
        "title": "Vapers leave 20 thousand million pesos to cartels; Profits finance weapons, vehicles...",
        "description": "David VicenteñoThe illicit tobacco and vaping market, controlled by seven cartels, generates annual profits of between 15 and 20 billion pesos, which add to income",
        "url": "https://www.excelsior.com.mx/nacional/vapeadores-dejan-a-carteles-20-mil-mdp-ganancias-finacian-armas-vehiculos/1753936",
        "time": "4 hours ago"
      }
    ],
    "Mexico-El Financiero": [],
    "Colombia-El Tiempo": [],
    "Colombia-Portafolio": [],
    "Colombia-Semana": [],
    "Colombia-El Espectador": [],
    "Colombia-El Colombiano": [],
    "Colombia-La República": [
      {
        "title": "Port of Chancay in Peru moves about 62% of agricultural exports to China",
        "description": "Since the beginning of its operations, in November 2024, the TPM has registered exports of US$477 million, of which US$446 million correspond only to the period January-September 2025.",
        "url": "https://www.larepublica.co/globoeconomia/puerto-de-chancay-mueve-62-de-las-agroexportaciones-hacia-china-4278469",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Tax evasion in Argentina reached its lowest level in more than two decades",
        "description": "A study by the Universidad Austral analyzed the levels of tax compliance and lost revenue in recent years",
        "url": "https://www.larepublica.co/globoeconomia/la-evasion-de-impuestos-en-argentina-llego-a-su-nivel-mas-bajo-en-mas-de-dos-decadas-4278458",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Dollar opens lower amid bets on Federal Reserve rate cut",
        "description": "Brent oil fell US$5 cents, to US$62.43 per barrel, and West Texas Intermediate in the United States, WTI, rose US$1 cent, to US$57.96",
        "url": "https://www.larepublica.co/finanzas/precio-del-dolar-y-petroleo-hoy-26-de-noviembre-de-2025-4278335",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Superservicios began a \"detailed\" evaluation of energy companies",
        "description": "On the list for review in the coming days are XM; Gecelca; Vatia; Guainía La Ceiba Energy Company, Emelcesa; and Electrificadora del Pacífico",
        "url": "https://www.larepublica.co/empresas/la-superservicios-inicio-evaluacion-detallada-a-empresas-del-sector-energetico-4278341",
        "time": "1 hour ago"
      },
      {
        "title": "Portfolio investment was not enough to compensate for previous liquidation in Mexico",
        "description": "Investors don't just evaluate capital allocation based on performance. They also take into account country risk, that is, the institutionality of the market.",
        "url": "https://www.larepublica.co/globoeconomia/la-inversion-de-cartera-no-fue-suficiente-para-compensar-liquidacion-previa-en-mexico-4278368",
        "time": "1 hour ago"
      },
      {
        "title": "Petro once again talks about the risk of default if the tax bill collapses in Congress",
        "description": "The president had already warned of this possibility when the tax reform he promoted last year collapsed.",
        "url": "https://www.larepublica.co/economia/petro-aseguro-que-el-pais-entrara-en-riesgo-de-default-su-no-se-aprueba-la-tributaria-4278312",
        "time": "1 hour ago"
      },
      {
        "title": "Davivienda Group announced signing of a credit agreement with The Bank of Nova Scotia",
        "description": "The total amount of the debt quota will be US$500 million and the loan will have a maximum term of two years",
        "url": "https://www.larepublica.co/finanzas/davivienda-group-anuncio-la-firma-de-un-contrato-de-credito-con-bank-of-nova-scotia-4278352",
        "time": "1 hour ago"
      },
      {
        "title": "Trump proposes dialogue with Maduro, but warns that he will use force if necessary",
        "description": "The American president said he prefers to do it “the easy way,” although he warned that he is also prepared to act “the hard way” if necessary.",
        "url": "https://www.larepublica.co/globoeconomia/trump-plantea-dialogar-con-maduro-pero-advierte-que-usara-la-fuerza-si-es-necesario-4278344",
        "time": "1 hour ago"
      },
      {
        "title": "China presented a new strategy to promote and strengthen trade and consumption",
        "description": "In October, the authorities stated that they would increase the proportion of public investment allocated to sustaining the population",
        "url": "https://www.larepublica.co/globoeconomia/china-presento-una-nueva-estrategia-para-impulsar-y-fortalecer-el-comercio-y-consumo-4278328",
        "time": "1 hour ago"
      },
      {
        "title": "The Government made the agreement viable to save Cooperandes from liquidation",
        "description": "The agreement is ready to be brought before the Assembly of Creditors where the banks and the National Federation of Coffee Growers are located.",
        "url": "https://www.larepublica.co/empresas/el-gobierno-viabilizo-el-acuerdo-para-poder-salvar-de-la-liquidacion-a-cooperandes-4278301",
        "time": "2 hours ago"
      }
    ],
    "Chile-La Tercera": [],
    "Chile-BioBioChile": [],
    "Chile-El Mostrador": [],
    "Chile-Emol": [],
    "Chile-El Mercurio": [],
    "Chile-La Segunda": [],
    "Peru-El Comercio": [],
    "Peru-Perú21": [
      {
        "title": "Man dressed up as his dead mother to collect pension",
        "description": "Italy, a 57-year-old man was arrested after trying to renew his mother's identity document disguised as her, even though she had been dead for three years.",
        "url": "http://peru21.pe/mundo/hombre-se-disfrazo-de-su-madre-muerta-para-cobrar-pension/",
        "time": "16 hours ago"
      },
      {
        "title": "Bolivarians Ayacucho–Lima 2025: Peru sweeps the shooting and adds gold in the Mixed Air Rifle",
        "description": "Peru stands out in the 2025 Bolivarian Games with medals in sports shooting, led by Nicolás Pacheco and Daniella Borda in men's and women's individual skeet",
        "url": "http://peru21.pe/deportes/peru-brilla-en-tiro-deportivo-con-oro-plata-y-bronce/",
        "time": "16 hours ago"
      },
      {
        "title": "Documentary 'From Chiclayo to the Vatican: The path of Pope Leo XIV' won the Martín Fierro award",
        "description": "Documentary 'From Chiclayo to the Vatican: The path of Pope Leo XIV' won the Martín Fierro Latino 2025 award | director Horacio Vergara",
        "url": "http://peru21.pe/cultura/documental-de-chiclayo-al-vaticano-el-camino-del-papa-leon-xiv-gano-premio-martin-fierro/",
        "time": "16 hours ago"
      },
      {
        "title": "Dua Lipa in Lima: What Peruvian song will she sing during her concert at the San Marcos Stadium?",
        "description": "Dua Lipa in Lima: What Peruvian song will she sing during her concert at the San Marcos Stadium?",
        "url": "http://peru21.pe/espectaculos/dua-lipa-en-lima-que-cancion-peruana-cantara-en-el-estadio-san-marcos/",
        "time": "17 hours ago"
      },
      {
        "title": "Carlos Zambrano is the PLAYER WITH THE MOST EXPULSIONS in South America this 2025",
        "description": "Carlos Zambrano is the PLAYER WITH THE MOST EXPULSIONS in all the South American leagues this 2025 season | Hernan Da Campo | Williams Guzman",
        "url": "http://peru21.pe/deportes/carlos-zambrano-es-el-jugador-con-mas-expulsiones-de-sudamerica-2025/",
        "time": "17 hours ago"
      },
      {
        "title": "Government of Jerí accepts resignation of the head of the IRTP Adriana Rodríguez",
        "description": "Government of Jerí accepts the resignation of the head of the IRTP Adriana Rodríguez. The document was signed by President José Enrique Jerí Oré",
        "url": "http://peru21.pe/politica/gobierno-de-jeri-acepta-renuncia-de-la-jefa-del-irtp-adriana-rodriguez/",
        "time": "17 hours ago"
      },
      {
        "title": "PJ will pass sentence against Pedro Castillo | Andy Carrión: \"It was clearly a Coup d'état\" in Interview 21",
        "description": "In an interview with criminal lawyer Andy Carrión we talked about the future of Pedro Castillo, since the Judiciary will hand down a sentence this Thursday.",
        "url": "http://peru21.pe/peru21tv/pj-dictara-sentencia-contra-pedro-castillo-andy-carrion-golpe-estado/",
        "time": "18 hours ago"
      },
      {
        "title": "Osiptel detects more than 200 thousand users with more than 10 mobile lines and orders mandatory validation",
        "description": "Osiptel detects more than 200 thousand users with more than 10 mobile lines and orders mandatory validation | Osiptel | mobile lines | operating companies | Lima | Callao",
        "url": "http://peru21.pe/lima/osiptel-detecta-mas-de-200-mil-usuarios-con-mas-de-10-lineas-moviles-y-ordena-validacion-obligatoria/",
        "time": "18 hours ago"
      },
      {
        "title": "LIVE Plenary session of Congress DEBATE BUDGET law",
        "description": "LIVE Plenary session of Congress DEBATE BUDGET law",
        "url": "http://peru21.pe/videos/en-vivo-pleno-del-congreso-debate-ley-de-presupuesto/",
        "time": "18 hours ago"
      },
      {
        "title": "“The dancing father\" of Pacora meets with Pope Leo XIV and gives him an altarpiece",
        "description": "Father Roger Uchofen, known as \"The Dancing Father,\" met with Pope Leo XIV at the Vatican, strengthening ties between Pacora and the Church",
        "url": "http://peru21.pe/peru/padre-bailarin-de-pacora-se-reune-con-el-papa-en-el-vaticano/",
        "time": "18 hours ago"
      }
    ],
    "Peru-RPP": [
      {
        "title": "Macaulay Culkin does not rule out a new sequel to 'Home Alone' and even shares an idea",
        "description": "The star of the saga proposes replacing the thieves with a rivalry between father and son.",
        "url": "https://rpp.pe/famosos/celebridades/mi-pobre-angelito-macaulay-culkin-no-descarta-una-nueva-secuela-noticia-1665357",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Judiciary reads sentence to Martín Vizcarra for the Lomas de Ilo and Moquegua Hospital cases",
        "description": "Former president Martín Vizcarra faces a sentence of 15 years in prison when he is accused of having received S/ 2.3 million in bribes when he served as regional governor of Moquegua.",
        "url": "https://rpp.pe/politica/judiciales/poder-judicial-lee-sentencia-a-martin-vizcarra-por-casos-lomas-de-ilo-y-hospital-de-moquegua-live-3061",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "BCV dollar and DolarToday today: How much is the dollar trading in Venezuela this November 26?",
        "description": "Find out how much the dollar is trading at the Central Bank of Venezuela and on DolarToday at the opening of this Wednesday, November 26.",
        "url": "https://rpp.pe/mundo/venezuela/dolar-bcv-y-dolartoday-hoy-cotizacion-dolar-en-venezuela-24-de-noviembre-noticia-1665129",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Why are the images captured of comet 3I/ATLAS blurry? NASA clarifies it",
        "description": "The space agency of the United States Government ruled on the doubt that exists due to the sharpness of the images revealed of the interstellar comet 3I/ATLAS, which in recent years",
        "url": "https://rpp.pe/ciencia/espacio/cometa-3i-atlas-nasa-revela-por-que-las-imagenes-captadas-del-objeto-interestelar-son-borrosas-noticia-1665314",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "To face Universitario? Fabián Bustos revealed that he received a call from an important Liga1 club",
        "description": "The now former coach of Universitario gave an account of the chance to face the creams in the Peruvian league.",
        "url": "https://rpp.pe/futbol/descentralizado/universitario-fabian-bustos-revelo-que-recibio-la-llamada-de-un-club-importante-de-la-liga-1-noticia-1665360",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Los Olivos: PNP arrested an alleged drug micro-dealer who operated in Lima Norte",
        "description": "Jordan Brandon Villafuerte Melgarejo, 30, has six current indictments for illicit drug trafficking, as well as three orders preventing him from leaving the country.",
        "url": "https://rpp.pe/lima/seguridad/los-olivos-pnp-detuvo-a-presunto-microcomercializador-de-droga-que-operaba-en-lima-norte-noticia-1665352",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "They arrest two Venezuelan citizens involved in the murder of another foreigner in Villa El Salvador",
        "description": "The PNP detailed that one of the suspects was arrested when he tried to escape in a red car, while the other foreigner is in the Emergency Hospital.",
        "url": "https://rpp.pe/lima/policiales/ves-detienen-a-dos-ciudadanos-venezolanos-implicados-en-el-asesinato-de-otro-extranjero-noticia-1665372",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Today, Alonso Correa at the 2025 Bolivarian Games LIVE: what time does it debut and where to watch shortboard surfing?",
        "description": "Alonso Correa begins his participation in the shortboard surfing modality of the 2025 Bolivarian Games, with fellow Peruvian Lucca Mesinas as his main rival.",
        "url": "https://rpp.pe/multideportes/mas-deportes/alonso-correa-en-juegos-bolivarianos-2025-cuando-debuta-horario-y-donde-ver-en-vivo-prueba-de-surf-en-evento-ayacucho-lima-noticia-1665280",
        "time": "1 hour ago"
      },
      {
        "title": "Tremor in Chile today, November 26: Epicenter of the earthquake according to CSN",
        "description": "What was the last Tremor in Chile today, November 26, and recorded by the National Seismological Service of Chile (CSN)? Check the latest earthquakes: magnitude and epicenter of the movement",
        "url": "https://rpp.pe/mundo/chile/temblor-en-chile-hoy-25-de-noviembre-epicentro-del-sismo-segun-csn-live-3059",
        "time": "1 day ago"
      },
      {
        "title": "The death toll in the fire of several buildings in Hong Kong rises to 12",
        "description": "Among the twelve people who died were eight women, three men and a firefighter. Firefighters continue to fight the fire, which has already lasted more than six hours and",
        "url": "https://rpp.pe/mundo/asia/aumenta-a-12-el-numero-de-fallecidos-en-el-incendio-de-varios-edificios-en-hong-kong-noticia-1665359",
        "time": "Less than 1 hour ago"
      }
    ],
    "Peru-La República": [],
    "Peru-Gestión": [],
    "Peru-Correo": [],
    "Venezuela-El Nacional": [
      {
        "title": "They discover the \"Achilles heel\" at the beginning of the human genome",
        "description": "The research, published in the rigorous journal Nature Communications, found that the first hundred bases that follow the start point of a gene are 35% more susceptible to",
        "url": "https://www.elnacional.com/2025/11/descubren-el-talon-de-aquiles-en-el-inicio-del-genoma-humano/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Algospeak: the secret list of words that cannot be said on social networks according to those trying to defeat the algorithm",
        "description": "\"Algospeak,\" as it is often called, is an entire coded language based on the idea that algorithms bury content that uses banned words or phrases, whether",
        "url": "https://www.elnacional.com/2025/11/algospeak-lista-de-palabras-que-deben-evitarse-en-redes-sociales/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Venezuela: the deadline given by the government to airlines to resume flights to the country or lose their traffic rights expires this Wednesday",
        "description": "The warning was issued this Monday, after some companies suspended their services to the territory due to the alerts raised by the US Federal Aviation Administration.",
        "url": "https://www.elnacional.com/2025/11/venezuela-vence-este-miercoles-el-plazo-dado-por-el-gobierno-a-las-aerolineas-para-que-reanuden-los-vuelos-al-pais-o-pierdan-sus-derechos-de-trafico/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "El Puma gives its version of the incident in Quito: “They kicked me off the plane like a criminal”",
        "description": "The Venezuelan singer was expelled from a plane bound for Miami after a show. He said that after a misunderstanding with crew members, he was removed from the flight and",
        "url": "https://www.elnacional.com/2025/11/el-puma-da-su-version-del-incidente-en-vuelo-en-quito/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "A man arrested for alleged sexual abuse against his daughter in Maracaibo",
        "description": "The authorities received an alert call from a hospital, in which a pediatrician reported that a minor patient showed signs of abuse in her private parts. The post",
        "url": "https://www.elnacional.com/2025/11/detenido-por-presunto-abuso-sexual-contra-su-hija-en-maracaibo/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Petro maintains that Maduro's problem is the lack of democracy, but separates him from drug trafficking",
        "description": "The Colombian president focused the problem of his Venezuelan counterpart in the political sphere, reiterating that the main concern is the \"lack of democracy and dialogue\" in Venezuela.",
        "url": "https://www.elnacional.com/2025/11/petro-sostiene-que-el-problema-de-maduro-es-la-falta-de-democracia-pero-lo-desvincula-del-narcotrafico/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Adolescence lasts until age 32, according to a new study (and what are the other key ages for the brain)",
        "description": "Researchers from the University of Cambridge, in England, demonstrated that the brain remains in the adolescent phase until the early 30s, when we reach our maximum potential. The post",
        "url": "https://www.elnacional.com/2025/11/la-adolescencia-dura-hasta-los-32-anos-segun-estudio-al-cerebro/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Travel agencies attend to cases of passengers affected by the suspension of international flights",
        "description": "The airlines canceled their flights after the notice from the United States Federal Aviation Administration to \"exercise caution\" when flying over Venezuelan territory and the southern Caribbean.",
        "url": "https://www.elnacional.com/2025/11/agencias-de-viajes-atienden-casos-de-pasajeros-afectados-por-suspension-de-vuelos-internacionales/",
        "time": "1 hour ago"
      },
      {
        "title": "Bolivarian Games: Colombia overtakes Venezuela in the medal table",
        "description": "With two medals less than the Colombian delegation, the Venezuelans have accumulated 35 gold medals, as well as 27 silver and 23 bronze, for a total of 85 metals in the",
        "url": "https://www.elnacional.com/2025/11/juegos-bolivarianos-colombia-adelanta-a-venezuela/",
        "time": "1 hour ago"
      },
      {
        "title": "The Kremlin receives several versions of the US plan",
        "description": "Yuri Ushakov, advisor to Russian President Vladimir Putin, explained that there are \"several roles, several versions, in which even one can get confused.\" The post The Kremlin receives several versions of the",
        "url": "https://www.elnacional.com/2025/11/el-kremlin-recibe-varias-versiones-del-plan-de-estados-unidos/",
        "time": "1 hour ago"
      }
    ],
    "Venezuela-El Universal": [],
    "Venezuela-Tal Cual": [
      {
        "title": "They denounce the arrest of trade unionist Arnaldo Méndez: \"They beat him out of his house\"",
        "description": "The Trade Union Coalition noted that Méndez was beaten \"savagely\" by officials who were not wearing badges or identification. They do not know where he is, they demand information from the authorities and his immediate release.",
        "url": "https://talcualdigital.com/denuncian-detencion-de-sindicalista-arnaldo-mendez-lo-sacaron-a-golpes-de-su-casa/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Trump insists that he \"could talk\" with Maduro to \"save many lives\"",
        "description": "Donald Trump blamed Maduro for \"sending\" millions of people to the United States and assured that he is not happy with the issue. The president of the United States, Donald",
        "url": "https://talcualdigital.com/trump-insiste-en-que-podria-hablar-con-maduro-para-salvar-muchas-vidas/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Every day there are 570 new HIV infections among women aged 15 to 24 years",
        "description": "UNAIDS warns that due to reduced funding and its impact on prevention programmes, there could be 3.3 million new HIV infections between 2025 and",
        "url": "https://talcualdigital.com/cada-dia-se-producen-570-nuevas-infecciones-por-vih-entre-mujeres-de-15-a-24-anos/",
        "time": "3 hours ago"
      },
      {
        "title": "From Orwellian dystopia to Bolivarian-socialfascism, by José Rafael López P.",
        "description": "X: @jrlopezpadrino Cover image created with AI George Orwell, in his dystopian novel 1984, presents the fictional territory of Oceania, a vast superstate subjected to a ruthless totalitarian regime.",
        "url": "https://talcualdigital.com/de-la-distopia-orwelliana-al-socialfascismo-bolivariano-por-jose-rafael-lopez-p/",
        "time": "7 hours ago"
      },
      {
        "title": "Olympic proletarian internationalism, by Jesús Elorza",
        "description": "X: @jesuselorza At the press conference, called by the president of the Venezuelan Softball Federation and also the Olympic Committee, everyone present was amazed to hear",
        "url": "https://talcualdigital.com/olimpico-internacionalismo-proletario-por-jesus-elorza/",
        "time": "8 hours ago"
      },
      {
        "title": "From patch to prevention: aligning development to avoid the next disaster",
        "description": "X: @Latinoamerica21 Autores: Allan Lavell y Rodrigo Barraza A menudo, cuando ocurre una tormenta, huracán, erupción volcánica o terremoto, persiste la costumbre de hablar de un «desastre natural». However,",
        "url": "https://talcualdigital.com/del-parche-a-la-prevencion-alinear-el-desarrollo-para-evitar-el-proximo-desastre/",
        "time": "8 hours ago"
      },
      {
        "title": "Normal or necessary? Daily life under authoritarianism, by Rafael Uzcátegui",
        "description": "X: @fanzinero Ante los anuncios y los rumores, los venezolanos ni están escondidos en refugios antiaéreos ni han colmado las calles en las convocatorias oficiales para expresar su nacionalismo. There is",
        "url": "https://talcualdigital.com/normal-o-necesario-la-vida-cotidiana-bajo-autoritarismo-por-rafael-uzcategui/",
        "time": "9 hours ago"
      },
      {
        "title": "Women protest for immediate release of political prisoners: 24 are missing",
        "description": "Clippve counts 182 political prisoners in the country, including a teenager and elderly people. 10 have dual nationality, two are foreigners and at least 24 are missing",
        "url": "https://talcualdigital.com/mujeres-protestan-por-liberacion-inmediata-de-presas-politicas-24-estan-desaparecidas/",
        "time": "13 hours ago"
      },
      {
        "title": "Maduro assures that the country is experiencing a \"decisive situation\" and that it is \"forbidden to fail\"",
        "description": "\"If the country demands, the country will have our lives, if necessary,\" said Nicolás Maduro, while asking the members of the FAN and all Venezuelans to give 10",
        "url": "https://talcualdigital.com/maduro-asegura-que-el-pais-vive-una-coyuntura-decisiva-y-que-esta-prohibido-fallar/",
        "time": "13 hours ago"
      },
      {
        "title": "Laser and Estelar airlines suspend flights to Madrid until next #1Dec",
        "description": "The airlines invite affected passengers to contact the company or their travel agency directly \"to manage the details of their new flight.\" Venezuelan airlines",
        "url": "https://talcualdigital.com/las-aerolineas-laser-y-estelar-suspenden-vuelos-a-madrid-hasta-el-proximo-1dic/",
        "time": "16 hours ago"
      }
    ],
    "Venezuela-Efecto Cocuyo": [
      {
        "title": "Showers persist throughout Venezuela this Wednesday",
        "description": "The rains will be light but persistent in much of the country. The post Showers persist throughout Venezuela this Wednesday appeared first on Cocuyo Effect.",
        "url": "https://efectococuyo.com/la-humanidad/chubascos-persisten-durante-este-miercoles-en-toda-venezuela/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Maduro says that in the current situation it is forbidden to fail",
        "description": "The ruler affirms that \"there are no excuses for anyone, whether civilian, political, military or police\", The post Maduro says that in the current situation it is forbidden to fail",
        "url": "https://efectococuyo.com/politica/maduro-dice-que-en-la-actual-coyuntura-esta-prohibido-fallar/",
        "time": "2 hours ago"
      },
      {
        "title": "Trump says he \"could talk\" to Maduro to \"save many lives\"",
        "description": "The American president said that things can be \"done the good way,\" but also \"the bad way.\" The post Trump says he \"could talk\" with Maduro to \"save many",
        "url": "https://efectococuyo.com/internacionales/turmp-dice-que-podria-hablar-con-maduro-para-salvar-muchas-vidas/",
        "time": "11 hours ago"
      },
      {
        "title": "Flight suspension adds at least 33 cancellations until this Tuesday",
        "description": "The government has given airlines until 12 noon this Wednesday to resume flights. If you do not do so, your permits will be revoked. The post Suspension of",
        "url": "https://efectococuyo.com/la-humanidad/suspension-de-vuelos-suma-al-menos-33-cancelaciones-hasta-este-martes/",
        "time": "14 hours ago"
      },
      {
        "title": "Hair in march of Psuv flags: We will defend our territory with what we have",
        "description": "Diosdado Cabello reiterated that the US wants to change the regime in Venezuela to \"steal\" natural resources The post Cabello in the Psuv flag march: We will defend our territory with what",
        "url": "https://efectococuyo.com/politica/cabello-marcha-banderas-psuv-defenderemos-territorio-lo-que-tengamos/",
        "time": "16 hours ago"
      },
      {
        "title": "Keys to the designation of the Cartel de los Soles as a foreign terrorist organization (FTO)",
        "description": "Independent investigators such as InSight Crime describe it as a non-hierarchical, non-ideological structure The post Keys to the designation of the Cartel of the Suns as a foreign terrorist organization (FTO)",
        "url": "https://efectococuyo.com/politica/claves-de-la-designacion-del-cartel-de-los-soles-como-organizacion-terrorista-extranjera-fto/",
        "time": "16 hours ago"
      },
      {
        "title": "Former Peruvian political prisoner narrates horrors he experienced during his imprisonment in Venezuela",
        "description": "Renzo Huamanchumo recounted the humiliations he experienced in El Rodeo I after being accused of conspiring against Maduro The post Former Peruvian political prisoner narrates horrors he experienced during his",
        "url": "https://efectococuyo.com/internacionales/ex-preso-politico-peruano-narra-horrores-que-vivio-durante-su-encarcelamiento-en-venezuela/",
        "time": "18 hours ago"
      },
      {
        "title": "This is how the website of the Mexican Journalists Club “launders” information from Russian state media",
        "description": "This is how the website of the Journalists Club of Mexico “launders” information from Russian state media The post This is how the website of the Journalists Club",
        "url": "https://efectococuyo.com/cocuyo-chequea/club-periodistas-lava-medios-rusos/",
        "time": "18 hours ago"
      },
      {
        "title": "Laser Airlines also cancels flights to Spain until December 1",
        "description": "The company, which has a frequency of three flights a week to Spain, did not clarify whether these trips will be rescheduled The post Aerolínea Laser also cancels flights to Spain",
        "url": "https://efectococuyo.com/economia/aerolinea-laser-tambien-cancela-vuelos-a-espana-hasta-el-1-de-diciembre/",
        "time": "18 hours ago"
      },
      {
        "title": "Women protest in front of the UN headquarters in Caracas in support of political prisoners",
        "description": "The rally demanded the immediate release of 182 political prisoners and an end to forced disappearances The post Women protest in front of the UN headquarters in Caracas in support",
        "url": "https://efectococuyo.com/la-humanidad/mujeres-protestan-frente-a-sede-de-onu-en-caracas-en-respaldo-a-las-presas-politicas/",
        "time": "19 hours ago"
      }
    ],
    "Venezuela-Runrunes": [
      {
        "title": "Trump insisted on the possibility of speaking with Maduro to “save many lives”",
        "description": "The president of the United States, Donald Trump, insisted on the possibility of speaking personally with Maduro in order to “save many lives” and added that things can be done",
        "url": "https://runrun.es/inicio/593709/trump-insistio-en-posibilidad-de-hablar-con-maduro-para-salvar-muchas-vidas/",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "El Mañanero of November 26: Violence against women and complaints on networks",
        "description": "Good morning! Here we serve you El Mañanero for Wednesday, November 26, that quickie of news that comes in softly, but wakes up suddenly. The menu includes “The First Sip,” a",
        "url": "https://runrun.es/inicio/593690/el-mananero-del-26-de-noviembre/",
        "time": "9 hours ago"
      },
      {
        "title": "The manifesto",
        "description": "“In a free republic the only sovereign is the people.” This is how it reads, with simplicity and emphasis that leaves no room for reinterpretations, the Freedom Manifesto made public by",
        "url": "https://runrun.es/opinion/593687/manifiesto-de-libertad-asdrubal-aguiar/",
        "time": "15 hours ago"
      },
      {
        "title": "That which is not named",
        "description": "In part of the lyrics of one of his tunes, Simón Díaz recites “that which is not named”, without clarifying what it consists of. Perhaps it refers to one of the",
        "url": "https://runrun.es/opinion/593684/regimen-de-maduro-eddie-ramirez-s/",
        "time": "15 hours ago"
      },
      {
        "title": "Demand for tickets increases in Táchira due to suspension of flights to Venezuela",
        "description": "Tickets at the San Antonio del Táchira airport, in the border municipality of Bolívar, were sold out for this Tuesday and Wednesday after the expected increase in demand for",
        "url": "https://runrun.es/inicio/593677/en-tachira-aumenta-demanda-de-boletos-por-suspension-de-vuelos-hacia-venezuela/",
        "time": "15 hours ago"
      },
      {
        "title": "Political persecution and sextortion add to violence against Venezuelan women",
        "description": "On the International Day for the Elimination of Violence against Women, the NGO Transparencia Venezuela warned that political persecution and sextortion add up to violence against women.",
        "url": "https://runrun.es/inicio/593665/persecucion-politica-y-sextorsion-se-suman-a-violencia-contra-las-venezolanas/",
        "time": "19 hours ago"
      },
      {
        "title": "Edmundo González: “Remembering political prisoners is a duty for those of us who believe in peace”",
        "description": "This Tuesday, November 25, within the framework of the International Day for the Elimination of Violence against Women, the opposition leader, Edmundo González Urrutia, recalled that in",
        "url": "https://runrun.es/inicio/593655/edmundo-gonzalez-recordar-a-las-presas-politicas-es-un-deber-para-quienes-creemos-en-la-paz/",
        "time": "21 hours ago"
      },
      {
        "title": "Violence against women: reporting online is a symptom of lack of justice",
        "description": "A month ago, 13 women - nine of them journalists - revealed on an Instagram account the pattern of manipulation, psychological and sexual violence carried out since 2016 by a",
        "url": "https://runrun.es/inicio/593640/violencia-contra-la-mujer-denunciar-en-redes-es-un-sintoma-de-falta-de-justicia/",
        "time": "22 hours ago"
      }
    ],
    "Venezuela-Últimas Noticias": [
      {
        "title": "Gabriel Boric, the big loser in the Chilean elections",
        "description": "Analyst Sergio Rodríguez highlighted lack of contact with the people The entry Gabriel Boric, the big loser in the Chilean elections was published first in Últimas Noticias.",
        "url": "https://ultimasnoticias.com.ve/mundo/gabriel-boric-el-gran-perdedor-en-comicios-de-chile/",
        "time": "1 hour ago"
      },
      {
        "title": "Tarpeian Rock",
        "description": "Read the article by Octavio Sisco Ricciardi here The Roca Tarpeya entry was first published in Últimas Noticias.",
        "url": "https://ultimasnoticias.com.ve/opinion/roca-tarpeya/",
        "time": "1 hour ago"
      },
      {
        "title": "Venezuela exhibits tourism potential at the 41st International Fair of Cuba",
        "description": "This event constitutes an outstanding forum that brings together businessmen and representatives of various nations, in order to strengthen commercial and binational exchange. Venezuela's entry exhibits potential",
        "url": "https://ultimasnoticias.com.ve/mas-vida/venezuela-exhibe-potencial-turistico-en-la-41-feria-internacional-de-cuba/",
        "time": "1 hour ago"
      },
      {
        "title": "Cuba paid tribute to Commander Fidel Castro 9 years after his sowing",
        "description": "The gala, organized by Cuban youth, reaffirms the commitment to his legacy and the validity of his ideas today. The entry Cuba paid tribute to Commander Fidel",
        "url": "https://ultimasnoticias.com.ve/mundo/cuba-rindio-tributo-al-comandante-fidel-castro-a-9-anos-de-su-siembra/",
        "time": "2 hours ago"
      },
      {
        "title": "America Outlaw",
        "description": "Read the article by Alfredo Carquez Saavedra here The entry United States Outlaw was first published in Últimas Noticias.",
        "url": "https://ultimasnoticias.com.ve/opinion/estados-unidos-forajido/",
        "time": "2 hours ago"
      },
      {
        "title": "Many reasons not to attack",
        "description": "Read the article by Harim Rodríguez D'Santiago here The entry Many reasons not to attack was first published in Últimas Noticias.",
        "url": "https://ultimasnoticias.com.ve/opinion/muchas-razones-para-no-atacar/",
        "time": "2 hours ago"
      },
      {
        "title": "Forbidden to fail",
        "description": "Read today's #ElInformante #Nov26 here and subscribe so it arrives in your email every day. The entry Forbidden to fail was first published in Últimas Noticias.",
        "url": "https://ultimasnoticias.com.ve/el-informante/prohibido-fallar/",
        "time": "3 hours ago"
      },
      {
        "title": "Archers go for gold in compound final",
        "description": "The Creoles are looking for a new gold medal, in the absence of a single duel against Colombia. The entry Arqueras go for gold in the composite final was published first in Últimas",
        "url": "https://ultimasnoticias.com.ve/deportes/arqueras-van-por-oro-en-final-de-compuesto/",
        "time": "9 hours ago"
      },
      {
        "title": "Luis Suisbel gave the coup de grace in triumph of the ship",
        "description": "The Magallanes returned to its course after a week of tough results. The entry Luis Suisbel gave the coup de grace in the triumph of the ship was published",
        "url": "https://ultimasnoticias.com.ve/deportes/luis-suisbel-dio-el-golpe-de-gracia-en-triunfo-de-la-nave/",
        "time": "9 hours ago"
      },
      {
        "title": "China plans to deploy legion of AI-enabled industrial robots",
        "description": "The Asian giant seeks to maintain its manufacturing leadership with automated factories and intelligent systems that reduce human intervention The entry China plans to deploy a legion of industrial robots with",
        "url": "https://ultimasnoticias.com.ve/tecnologia/china-planea-desplegar-una-legion-de-robots-industriales-con-ia/",
        "time": "12 hours ago"
      }
    ],
    "Ecuador-El Comercio": [],
    "Ecuador-El Universo": [],
    "Ecuador-Primicias": [],
    "Ecuador-Expreso": [],
    "Ecuador-El Telégrafo": [],
    "Ecuador-Plan V": [
      {
        "title": "Crisis in Venezuela: on the threshold of uncertainty",
        "description": "One of the events that the countries of the region monitor with concern is the situation in Venezuela...",
        "url": "https://planv.com.ec/ideas/crisis-en-venezuela-en-el-umbral-de-lo-incierto/",
        "time": "17 hours ago"
      },
      {
        "title": "After two years of government, the little god is naked",
        "description": "The country got tired, spoke clearly and definitively, said enough! The expression was massive, all the provinces, except...",
        "url": "https://planv.com.ec/historias/politica/a-dos-anos-de-gobierno-el-diosecillo-esta-desnudo/",
        "time": "18 hours ago"
      },
      {
        "title": "From liberal democracy to post-ideological technopopulism",
        "description": "I do not believe in the collective wisdom of individual ignorance Thomas Carlyle In the last decade of...",
        "url": "https://planv.com.ec/historias/analisis/de-la-democracia-liberal-al-tecnopopulismo-postideologico/",
        "time": "20 hours ago"
      },
      {
        "title": "In a pool of interested versions, the Villavicencio case is intended to be drowned",
        "description": "A whirlwind of interested narratives does not give up in its attempts to overthrow or at least cloud the investigations...",
        "url": "https://planv.com.ec/historias/justicia/piscina-versiones-interesadas-magnicidio-villavicencio/",
        "time": "1 day ago"
      },
      {
        "title": "The defeat of the Government was political, communicational and symbolic",
        "description": "I. It is forbidden to be wrong: the NO ratified a progressive trend The result of the referendum produced a kind of “decompression”...",
        "url": "https://planv.com.ec/historias/politica/la-derrota-del-gobierno-fue-politica-comunicacional-y-simbolica/",
        "time": "1 day ago"
      }
    ],
    "Bolivia-El Deber": [],
    "Bolivia-Página Siete": [],
    "Bolivia-Erbol": [],
    "Bolivia-Los Tiempos": [],
    "Bolivia-La Razón": [],
    "Bolivia-El Potosí": [],
    "Uruguay-El País": [
      {
        "title": "Marcelo Tinelli's comment that prompted Sergio Puglia to launch his reality show “Los Puglia”",
        "description": "The chef and communicator spoke about his state of health, his days in Punta del Este, how he misses \"Polemica en el bar\" and how it was that a Tinelli talk",
        "url": "https://www.elpais.com.uy/tvshow/personajes/el-comentario-de-marcelo-tinelli-que-impulso-a-sergio-puglia-a-lanzar-su-reality-los-puglia",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Emotional dependence and why it is so difficult to leave a relationship that hurts",
        "description": "Psychologist Silvia Congost explains how emotional dependence operates like an addiction and why many people remain in harmful relationships.",
        "url": "https://www.elpais.com.uy/bienestar/mente/la-dependencia-emocional-y-por-que-es-tan-dificil-dejar-una-relacion-que-hace-dano",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "The explosive live economic claim of a journalist after being separated from Channel 5: \"They owe me two months\"",
        "description": "Juan Pablo Brianza, one of the hosts of \"El living\", revealed that his contract will not be renewed and denounced live that he is still owed two months of salary.",
        "url": "https://www.elpais.com.uy/tvshow/tv-y-radio/el-explosivo-reclamo-economico-en-vivo-de-periodista-tras-ser-desvinculado-de-canal-5-me-deben-dos-meses",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "Two 10-year-old boys entered school with a knife and threatened their classmates in Salto",
        "description": "The incident occurred at School No. 131. The police managed to seize the knife and summoned the parents to take a statement at the police station.",
        "url": "https://www.elpais.com.uy/informacion/policiales/dos-ninos-de-10-anos-ingresaron-con-un-cuchillo-a-la-escuela-y-amenazaron-a-sus-companeros-en-salto",
        "time": "Less than 1 hour ago"
      },
      {
        "title": "BPS announced that it will give a special amount to a group of retirees and pensioners in December: who receives it",
        "description": "The Social Security Bank confirmed how much it will pay retirees and pensioners with lower incomes for the end-of-year basket, who the beneficiaries are and when it will be paid.",
        "url": "https://www.elpais.com.uy/negocios/noticias/bps-anuncio-que-dara-una-partida-especial-a-un-grupo-de-jubilados-y-pensionistas-en-diciembre-quienes-la-cobran",
        "time": "1 hour ago"
      },
      {
        "title": "Heat and radical change: when will the rains return to Uruguay, according to weather forecasts",
        "description": "Mario Bidegain and Guillermo Ramis agree that there will be rain for the weekend, although some showers could already be recorded on Friday. What does the Inumet forecast say?",
        "url": "https://www.elpais.com.uy/informacion/servicios/calor-y-cambio-radical-cuando-volveran-las-lluvias-a-uruguay-segun-los-pronosticos-del-tiempo",
        "time": "1 hour ago"
      },
      {
        "title": "Cami Rajchman's confession about the passage of time and a spicy request on her birthday: “It wasn't easy…”",
        "description": "Before turning 31, the singer and influencer shared an intimate post, full of nostalgia, old photos, as well as an unexpected confession that generated several reactions.",
        "url": "https://www.elpais.com.uy/tvshow/personajes/la-confesion-de-cami-rajchman-por-el-paso-del-tiempo-y-un-picante-pedido-en-su-cumple-no-fue-sencillito",
        "time": "1 hour ago"
      },
      {
        "title": "Safety meeting for the second final between Nacional and Peñarol: two lungs in the GPC and arrival in a capsule",
        "description": "The security area of ​​the tricolor and the aurinegro met with the Ministry of the Interior and AUF to define details of the operation for next Sunday in Gran",
        "url": "https://www.elpais.com.uy/ovacion/futbol/reunion-de-seguridad-por-la-segunda-final-entre-nacional-y-penarol-dos-pulmones-en-el-gpc-y-llegada-en-capsula",
        "time": "1 hour ago"
      },
      {
        "title": "Walking an hour a day: a trainer's recommendation to reduce fat in a sustained way",
        "description": "Trainer María Casas explains why walking at a moderate pace, along with a diet that generates a caloric deficit, can help reduce abdominal fat and improve health without",
        "url": "https://www.elpais.com.uy/bienestar/fitness/caminar-una-hora-al-dia-la-recomendacion-de-una-entrenadora-para-reducir-grasa-de-forma-sostenida",
        "time": "1 hour ago"
      },
      {
        "title": "The rambla adds a new radar: the updated list of the 48 speed control teams in Montevideo",
        "description": "The new Punta Gorda team began fining this Tuesday. There are three radars that are in the testing phase and the Municipality of Montevideo eliminated another three in",
        "url": "https://www.elpais.com.uy/informacion/servicios/la-rambla-suma-un-nuevo-radar-la-lista-actualizada-de-los-48-equipos-de-control-de-velocidad-en-montevideo",
        "time": "2 hours ago"
      }
    ],
    "Uruguay-El Observador": [],
    "Uruguay-La Diaria": [],
    "Uruguay-Montevideo Portal": [],
    "Uruguay-La República": [],
    "Paraguay-ABC Color": [],
    "Paraguay-Última Hora": [],
    "Paraguay-La Nación": [],
    "Paraguay-5 Días": []
  },
  "summaries": {
    "Argentina": "Shakira chose a former participant of La Voz Argentina as her opening act: who is it?. Trump attacks the Democrats in Chicago for the crime of Bethany MaGee, the young w.... Putin's new calendar is here: \"A man for every season\". This is the worst location for eggs in the refrigerator, according to nutritionists. Rebel, daring and American-born: Chrese Evans, Stalin's punk granddaughter. A 16-year-old girl stabbed her boyfriend to death in Remedios de Escalada.",
    "Brazil": "Adolescence to age 30 and four other stages of the brain throughout life, accordin.... Council approves creation of law course at Unicamp. Loan concessions in Brazil fall 1.1% in October, points out BC. Investment in infrastructure reaches R$280 billion in 2025, but growth slows, says.... Floods in Southeast Asia kill 33 and affect 2.7 million in Thailand. Planted by Burle Marx 60 years ago, talipot palm trees bloom for the first and onl.... International coverage: Bloomberg reports uae arms maker says homegrown air defenses are top priority; Bloomberg reports from ‘outsider’ to inmate: a brazilian banker’s sudden downfall; The Guardian reports nauru president accused in parliament of corruptly siphoning off million....",
    "Mexico": "They accuse the owner of Miss Universe of drug trafficking and huachicol. Noroña accuses Manzo's widow of being ambitious and fascist. They ask in the US to find Mexican avocado. Producers challenge at customs and roads. Aggro profile plus blocks; Segob accuses old practices. They protest against assaults... and they are robbed!. International coverage: Nikkei Asia reports hong kong's ck hutchison spends big to bolster mexico port.",
    "Colombia": "Port of Chancay in Peru moves about 62% of agricultural exports to China. Tax evasion in Argentina reached its lowest level in more than two decades. Dollar opens lower amid bets on Federal Reserve rate cut. Superservicios began a \"detailed\" evaluation of energy companies. Portfolio investment was not enough to compensate for previous liquidation in Mexico. Petro once again talks about the risk of default if the tax bill collapses in Cong....",
    "Chile": "Limited coverage available from Chile today.",
    "Peru": "Man dressed up as his dead mother to collect pension. Bolivarians Ayacucho–Lima 2025: Peru sweeps the shooting and adds gold in the Mixe.... Documentary 'From Chiclayo to the Vatican: The path of Pope Leo XIV' won the Martí.... Dua Lipa in Lima: What Peruvian song will she sing during her concert at the San M.... Carlos Zambrano is the PLAYER WITH THE MOST EXPULSIONS in South America this 2025. Government of Jerí accepts resignation of the head of the IRTP Adriana Rodríguez. International coverage: Nikkei Asia reports bangladesh, nepal seek climate finance less prone to debt spirals.",
    "Venezuela": "They discover the \"Achilles heel\" at the beginning of the human genome. Algospeak: the secret list of words that cannot be said on social networks accordi.... Venezuela: the deadline given by the government to airlines to resume flights to t.... El Puma gives its version of the incident in Quito: “They kicked me off the plane .... A man arrested for alleged sexual abuse against his daughter in Maracaibo. Petro maintains that Maduro's problem is the lack of democracy, but separates him ....",
    "Ecuador": "Crisis in Venezuela: on the threshold of uncertainty. After two years of government, the little god is naked. From liberal democracy to post-ideological technopopulism.",
    "Bolivia": "Limited coverage available from Bolivia today.",
    "Uruguay": "Marcelo Tinelli's comment that prompted Sergio Puglia to launch his reality show “.... Emotional dependence and why it is so difficult to leave a relationship that hurts. The explosive live economic claim of a journalist after being separated from Chann.... Two 10-year-old boys entered school with a knife and threatened their classmates i.... BPS announced that it will give a special amount to a group of retirees and pensio.... Heat and radical change: when will the rains return to Uruguay, according to weath....",
    "Paraguay": "Limited coverage available from Paraguay today."
  },
  "international": {
    "Argentina": [],
    "Brazil": [
      {
        "title": "UAE Arms Maker Says Homegrown Air Defenses Are Top Priority",
        "description": "The United Arab Emirates’ largest weapons manufacturer says developing an air-defense system is its top priority, underscoring the Gulf nation’s growing worries of drone attacks.",
        "url": "https://www.bloomberg.com/news/articles/2025-11-26/uae-arms-maker-says-homegrown-air-defenses-are-top-priority",
        "time": "1 hour ago",
        "source": "Bloomberg"
      },
      {
        "title": "From ‘Outsider’ to Inmate: A Brazilian Banker’s Sudden Downfall",
        "description": "For a hot moment, Daniel Vorcaro seemed to have made it in the tight-knit world of Brazilian finance. Once the host of a gospel show on a regional TV network,",
        "url": "https://www.bloomberg.com/news/articles/2025-11-26/from-outsider-to-inmate-a-brazilian-banker-s-sudden-collapse",
        "time": "1 hour ago",
        "source": "Bloomberg"
      },
      {
        "title": "Nauru president accused in parliament of corruptly siphoning off millions of Australian funding",
        "description": "Senator uses parliament to accuse Albanese government of knowing David Adeang was ‘seriously corrupt’ yet still signing $2.5bn deportation dealFollow our Australia news live blog for latest updatesGet our breaking",
        "url": "https://www.theguardian.com/australia-news/2025/nov/26/nauru-president-accused-in-parliament-of-corruption-siphoning-off-millions-of-australian-funding",
        "time": "14 hours ago",
        "source": "The Guardian"
      },
      {
        "title": "Brazil: Ex-President Bolsonaro to remain jailed at police HQ",
        "description": "Brazil's former president Jair Bolsonaro will remain in a special room at police headquarters in the capital, Brasilia, as he begins serving a 27-year prison sentence for a coup bid.",
        "url": "https://www.dw.com/en/brazil-ex-president-bolsonaro-to-remain-jailed-at-police-hq/a-74897505?maca=en-rss-en-all-1573-xml-mrss",
        "time": "18 hours ago",
        "source": "Deutsche Welle"
      },
      {
        "title": "Jair Bolsonaro ordered to start 27-year prison term for plotting Brazil coup",
        "description": "Ex-president to start serving term in 12 sq metre bedroom in police base in Brasília after time for appeals elapsesBrazil’s former president, Jair Bolsonaro, has been ordered to start serving",
        "url": "https://www.theguardian.com/world/2025/nov/25/jair-bolsonaro-brazil-prison",
        "time": "18 hours ago",
        "source": "The Guardian"
      },
      {
        "title": "Bolsonaro ordered to start serving 27-year prison sentence for Brazil coup plot",
        "description": "The Supreme Court says the former leader has exhausted his appeals and will start his prison term at a police station in Brasilia.",
        "url": "https://www.bbc.com/news/articles/cr4dl19npv5o?at_medium=RSS&at_campaign=rss",
        "time": "2 hours ago",
        "source": "BBC"
      },
      {
        "title": "EU–AU Summit Shows West now Taking Africa “Quite Seriously”",
        "description": "&quot;The EU is trying to reset its troubled relationship with Africa on a number of issues.&quot;",
        "url": "https://www.aljazeera.com/video/quotable/2025/11/26/eu-au-summit-shows-west-now-taking-africa-quite?traffic_source=rss",
        "time": "2 hours ago",
        "source": "Al Jazeera"
      },
      {
        "title": "Reeves: OBR Release Is a ‘Serious Error on Their Part’",
        "description": "Chancellor of the Exchequer Rachel Reeves says the unprecedented early publication of the Office for Budget Responsibility’s budget analysis is a “serious error on their part” and “deeply disappointing.” She",
        "url": "https://www.bloomberg.com/news/videos/2025-11-26/reeves-obr-release-is-a-serious-error-on-their-part",
        "time": "Less than 1 hour ago",
        "source": "Bloomberg"
      },
      {
        "title": "Pimco Sells Stake in Troubled Brazil Telecom Operator Oi",
        "description": "Pacific Investment Management Company sold its entire stake in Oi SA amid a protracted debacle involving the troubled Brazilian telecom operator its creditors.",
        "url": "https://www.bloomberg.com/news/articles/2025-11-26/pimco-sells-stake-in-troubled-brazil-telecom-operator-oi",
        "time": "Less than 1 hour ago",
        "source": "Bloomberg"
      }
    ],
    "Mexico": [
      {
        "title": "Hong Kong's CK Hutchison spends big to bolster Mexico port",
        "description": "",
        "url": "https://asia.nikkei.com/business/transportation/hong-kong-s-ck-hutchison-spends-big-to-bolster-mexico-port",
        "time": "Recently",
        "source": "Nikkei Asia"
      }
    ],
    "Colombia": [],
    "Chile": [],
    "Peru": [
      {
        "title": "Bangladesh, Nepal seek climate finance less prone to debt spirals",
        "description": "",
        "url": "https://asia.nikkei.com/spotlight/environment/climate-change/bangladesh-nepal-seek-climate-finance-less-prone-to-debt-spirals",
        "time": "Recently",
        "source": "Nikkei Asia"
      }
    ],
    "Venezuela": [],
    "Ecuador": [],
    "Bolivia": [],
    "Uruguay": [],
    "Paraguay": []
  }
}